{
  "text": "EXmas",
  "url": "https://en.wikipedia.org/wiki/EXmas",
  "title": "EXmas",
  "summary": "EXmas is a 2023 American romantic comedy Christmas film directed by Jonah Feingold, starring Leighton Meester and Robbie Amell. It was released on Amazon Freevee on November 17, 2023.",
  "image": "https://upload.wikimedia.org/wikipedia/en/e/e0/EXmas_2023_film_poster.jpg",
  "links": [
    {
      "text": "Amazon Freevee",
      "url": "https://en.wikipedia.org./Amazon_Freevee",
      "title": "Amazon Freevee",
      "summary": "Amazon Freevee was an American ad-supported video-on-demand (VOD) streaming service owned by Amazon, with original and licensed programming.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Freevee_logo_background_purple.svg/320px-Freevee_logo_background_purple.svg.png",
      "links": [
        {
          "text": "Smart TV",
          "url": "https://en.wikipedia.org./Smart_TV",
          "title": "Smart TV",
          "summary": "A smart TV, also known as a connected TV (CTV), is a traditional television set with integrated Internet and interactive Web 2.0 features that allow users to stream music and videos, browse the internet, and view photos. Smart TVs are a technological convergence of computers, televisions, and digital media players. Besides the traditional functions of television sets provided through traditional broadcasting media, these devices can provide access to over-the-top media services such as streaming television and internet radio, along with home networking access.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LG_smart_TV.jpg/320px-LG_smart_TV.jpg",
          "links": [
            {
              "text": "University of Chicago",
              "url": "https://en.wikipedia.org./University_of_Chicago",
              "title": "University of Chicago",
              "summary": "The University of Chicago is a private research university in Chicago, Illinois, United States. Its main campus is in the Hyde Park neighborhood on Chicago's South Side, near the shore of Lake Michigan about 7 miles (11 km) from the Loop.",
              "image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/79/University_of_Chicago_shield.svg/320px-University_of_Chicago_shield.svg.png",
              "links": [
                {
                  "text": "Philip Roth",
                  "url": "https://en.wikipedia.org./Philip_Roth",
                  "title": "Philip Roth",
                  "summary": "Philip Milton Roth was an American novelist and short-story writer. Roth's fiction—often set in his birthplace of Newark, New Jersey—is known for its intensely autobiographical character, for philosophically and formally blurring the distinction between reality and fiction, for its \"sensual, ingenious style\" and for its provocative explorations of American identity. He first gained attention with the 1959 short story collection Goodbye, Columbus, which won the U.S. National Book Award for Fiction. Ten years later, he published the bestseller Portnoy's Complaint. Nathan Zuckerman, Roth's literary alter ego, narrates several of his books. A fictionalized Roth narrates some of his others, such as the alternate history The Plot Against America.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Philip_Roth%2C_Author_2020732799_3x4.jpg/320px-Philip_Roth%2C_Author_2020732799_3x4.jpg",
                  "links": [
                    {
                      "text": "WH Smith Literary Award",
                      "url": "https://en.wikipedia.org./WH_Smith_Literary_Award",
                      "title": "WH Smith Literary Award",
                      "summary": "The WH Smith Literary Award was an award founded in 1959 by British high street retailer W H Smith to \"encourage and bring international esteem to authors of the British Commonwealth\". Originally open to all residents of the UK, the Commonwealth and Ireland, it later admitted foreign works in translation and works by US authors. The final three winners were Americans, and 2005 was the award's final year.",
                      "image": "",
                      "links": [
                        {
                          "text": "United Kingdom",
                          "url": "https://en.wikipedia.org./United_Kingdom",
                          "title": "United Kingdom",
                          "summary": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Northwestern Europe, off the coast of the continental mainland. It comprises England, Scotland, Wales, and Northern Ireland. The UK includes the island of Great Britain, the north-eastern part of the island of Ireland, and most of the smaller islands within the British Isles, covering 94,354 square miles (244,376 km2). Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea, and the Irish Sea. The United Kingdom had an estimated population of 68.2 million people in 2023. The capital and largest city of both England and the United Kingdom is London, whose wider metropolitan area is the largest in Western Europe, with a population of 14.9 million. The cities of Edinburgh, Cardiff, and Belfast are the national capitals of Scotland, Wales, and Northern Ireland, respectively.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Flag_of_the_United_Kingdom_%281-2%29.svg/320px-Flag_of_the_United_Kingdom_%281-2%29.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Michael Hitchcock",
      "url": "https://en.wikipedia.org./Michael_Hitchcock",
      "title": "Michael Hitchcock",
      "summary": "Michael Hitchcock is an American actor, comedian, screenwriter, and television producer.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Michael_Hitchcock_in_2023_BCO.jpg/320px-Michael_Hitchcock_in_2023_BCO.jpg",
      "links": [
        {
          "text": "Dermot Mulroney",
          "url": "https://en.wikipedia.org./Dermot_Mulroney",
          "title": "Dermot Mulroney",
          "summary": "Dermot Patrick Mulroney is an American actor and musician. He is known for his roles in romantic comedy, western, and drama films.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Homecoming_19_%2844698668742%29_%28cropped%29.jpg/320px-Homecoming_19_%2844698668742%29_%28cropped%29.jpg",
          "links": [
            {
              "text": "Catherine Keener",
              "url": "https://en.wikipedia.org./Catherine_Keener",
              "title": "Catherine Keener",
              "summary": "Catherine Ann Keener is an American actress. She has portrayed disgruntled and melancholic yet sympathetic women in independent films, as well as supporting roles in studio films. She has been nominated twice for the Academy Award for Best Supporting Actress, for Being John Malkovich (1999) and for her portrayal of author Harper Lee in Capote (2005). Her performance as Gertrude Baniszewski in An American Crime (2007) earned her a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie. Her other accolades include nominations for a BAFTA Award and two Golden Globe Awards.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Catherine_Keener_2014_%28cropped%29.jpg/320px-Catherine_Keener_2014_%28cropped%29.jpg",
              "links": [
                {
                  "text": "Irish people",
                  "url": "https://en.wikipedia.org./Irish_people",
                  "title": "Irish people",
                  "summary": "The Irish are an ethnic group and nation native to the island of Ireland, who share a common ancestry, history and culture. There have been humans in Ireland for about 33,000 years, and it has been continually inhabited for more than 10,000 years. For most of Ireland's recorded history, the Irish have been primarily a Gaelic people. From the 9th century, small numbers of Vikings settled in Ireland, becoming the Norse-Gaels. Anglo-Normans also conquered parts of Ireland in the 12th century, while England's 16th/17th century conquest and colonisation of Ireland brought many English and Lowland Scots to parts of the island, especially the north. Today, Ireland is made up of the Republic of Ireland and Northern Ireland. The people of Northern Ireland hold various national identities including Irish, British or some combination thereof.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Map_of_the_Irish_Diaspora_in_the_World.svg/320px-Map_of_the_Irish_Diaspora_in_the_World.svg.png",
                  "links": [
                    {
                      "text": "Vikings",
                      "url": "https://en.wikipedia.org./Vikings",
                      "title": "Vikings",
                      "summary": "Vikings were seafaring people originally from Scandinavia, who from the late 8th to the late 11th centuries raided, pirated, traded, and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, Greenland, and Vinland. In their countries of origin, and some of the countries they raided and settled in, this period is popularly known as the Viking Age, and the term \"Viking\" also commonly includes the inhabitants of the Scandinavian homelands as a whole. The Vikings had a profound impact on the early medieval history of northern and Eastern Europe, including the political and social development of England and parts of France, and established the embryo of Russia in Kievan Rus'.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Viking_attack_on_Gu%C3%A9rande%2C_from_a_Saint-Aubin_MS.jpg/320px-Viking_attack_on_Gu%C3%A9rande%2C_from_a_Saint-Aubin_MS.jpg",
                      "links": [
                        {
                          "text": "Romantic nationalism",
                          "url": "https://en.wikipedia.org./Romantic_nationalism",
                          "title": "Romantic nationalism",
                          "summary": "Romantic nationalism is the form of nationalism in which the state claims its political legitimacy as an organic consequence of the unity of those it governs. This includes such factors as language, race, ethnicity, culture, religion, and customs of the nation in its primal sense of those who were born within its culture. It can be applied to ethnic nationalism as well as civic nationalism. Romantic nationalism arose in reaction to dynastic or imperial hegemony, which assessed the legitimacy of the state from the top down, emanating from a monarch or other authority, which justified its existence. Such downward-radiating power might ultimately derive from a god or gods\n(see the divine right of kings and the Mandate of Heaven).",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/La_Libert%C3%A9_guidant_le_peuple_-_Eug%C3%A8ne_Delacroix_-_Mus%C3%A9e_du_Louvre_Peintures_RF_129_-_apr%C3%A8s_restauration_2024.jpg/320px-La_Libert%C3%A9_guidant_le_peuple_-_Eug%C3%A8ne_Delacroix_-_Mus%C3%A9e_du_Louvre_Peintures_RF_129_-_apr%C3%A8s_restauration_2024.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Rotten Tomatoes",
      "url": "https://en.wikipedia.org./Rotten_Tomatoes",
      "title": "Rotten Tomatoes",
      "summary": "Rotten Tomatoes is an American review-aggregation website for film and television. The company was launched in August 1998 by three undergraduate students at the University of California, Berkeley: Senh Duong, Patrick Y. Lee, and Stephen Wang. Although the name \"Rotten Tomatoes\" connects to the practice of audiences throwing rotten tomatoes in disapproval of a poor stage performance, the direct inspiration for the name from Duong, Lee, and Wang came from an equivalent scene in the 1992 Canadian film Léolo.",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Rotten_Tomatoes_homepage.png/320px-Rotten_Tomatoes_homepage.png",
      "links": [
        {
          "text": "Film genre",
          "url": "https://en.wikipedia.org./Film_genre",
          "title": "Film genre",
          "summary": "A film genre is a stylistic or thematic category for motion pictures based on similarities either in the narrative elements, aesthetic approach, or the emotional response to the film.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Clint_Eastwood_-_1960s.JPG/320px-Clint_Eastwood_-_1960s.JPG",
          "links": [
            {
              "text": "Great Depression",
              "url": "https://en.wikipedia.org./Great_Depression",
              "title": "Great Depression",
              "summary": "The Great Depression was a severe global economic downturn from 1929 to 1939. The period was characterized by high rates of unemployment and poverty; drastic reductions in liquidity, industrial production, and trade; and widespread bank and business failures around the world. The economic contagion began in 1929 in the United States, the largest economy in the world, with the devastating Wall Street stock market crash of October 1929 often considered the beginning of the Depression. Among the countries with the most unemployed were the U.S., the United Kingdom, and Germany.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Unemployed_men_queued_outside_a_depression_soup_kitchen_opened_in_Chicago_by_Al_Capone%2C_02-1931_-_NARA_-_541927.jpg/320px-Unemployed_men_queued_outside_a_depression_soup_kitchen_opened_in_Chicago_by_Al_Capone%2C_02-1931_-_NARA_-_541927.jpg",
              "links": [
                {
                  "text": "Authoritarian",
                  "url": "https://en.wikipedia.org./Authoritarian",
                  "title": "Authoritarian",
                  "summary": "Authoritarianism is a political system characterized by the rejection of political plurality, the use of strong central power to preserve the political status quo, and reductions in democracy, separation of powers, civil liberties, and the rule of law. Authoritarian regimes may be either autocratic or oligarchic and may be based upon the rule of a party or the military. States that have a blurred boundary between democracy and authoritarianism have some times been characterized as \"hybrid democracies\", \"hybrid regimes\" or \"competitive authoritarian\" states.",
                  "image": "",
                  "links": [
                    {
                      "text": "Secret police",
                      "url": "https://en.wikipedia.org./Secret_police",
                      "title": "Secret police",
                      "summary": "Secret police are police, intelligence, or security agencies that engage in covert operations against a government's political, ideological, or social opponents and dissidents. Secret police organizations are characteristic of authoritarian and totalitarian regimes. They protect the political power of a dictator or regime and often operate outside the law to repress dissidents and weaken political opposition, frequently using violence. They may enjoy legal sanction to hold and charge suspects without ever identifying their organization.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Putin-Stasi-Ausweis.png/320px-Putin-Stasi-Ausweis.png",
                      "links": [
                        {
                          "text": "Okhrana",
                          "url": "https://en.wikipedia.org./Okhrana",
                          "title": "Okhrana",
                          "summary": "The Department for the Protection of Public Safety and Order, usually called the Guard Department and commonly abbreviated in modern English sources as the Okhrana was a secret police force of the Russian Empire and part of the police department of the Ministry of Internal Affairs (MVD) in the late 19th century and early 20th century, aided by the Special Corps of Gendarmes.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Emblem_of_the_Ministry_of_the_Interior_of_the_Russian_Empire.svg/320px-Emblem_of_the_Ministry_of_the_Interior_of_the_Russian_Empire.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Robbie Amell",
      "url": "https://en.wikipedia.org./Robbie_Amell",
      "title": "Robbie Amell",
      "summary": "Robert Patrick Amell IV is a Canadian-American actor and producer. He is best-known for his roles as Stephen Jameson on The CW series The Tomorrow People (2013–2014), Ronnie Raymond / Firestorm on The CW series The Flash, and Nathan Brown in the Prime Video series Upload (2020–). Other roles include Fred Jones in the films Scooby-Doo! The Mystery Begins (2009) and Scooby-Doo! Curse of the Lake Monster (2010), The Hunters as Paxton Flynn (2013), The DUFF as Wesley Rush (2015), The Babysitter as Max (2017), and the science fiction film Code 8 as Connor Reed (2019); the latter of which also starred his cousin, Stephen Amell. He also appeared on television shows such as Life with Derek (2006–2008), True Jackson, VP (2008–2011), Unnatural History (2010), and Revenge (2011–2012).",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Robbie_Amell_%2838050563394%29.jpg/320px-Robbie_Amell_%2838050563394%29.jpg",
      "links": [
        {
          "text": "The Flash season 3",
          "url": "https://en.wikipedia.org./The_Flash_season_3",
          "title": "The Flash season 3",
          "summary": "The third season of the American television series The Flash, which is based on the DC Comics character Barry Allen / Flash, a costumed superhero crime-fighter with the power to move at super speeds, follows Barry as he deals with the consequences of his decision to save his mother, which creates a timeline called \"Flashpoint\", and the resulting emergence of a new foe in Savitar. It is set in the Arrowverse, sharing continuity with the other television series of the universe, and is a spin-off of Arrow. The season was produced by Berlanti Productions, Warner Bros. Television, and DC Entertainment, with Andrew Kreisberg, Aaron and Todd Helbing serving as showrunners.",
          "image": "https://upload.wikimedia.org/wikipedia/en/c/c3/The_Flash_season_3.jpg",
          "links": [
            {
              "text": "Duet (The Flash)",
              "url": "https://en.wikipedia.org./Duet_(The_Flash)",
              "title": "Duet (The Flash)",
              "summary": "\"Duet\" is the seventeenth episode of the third season of The CW television series The Flash, which aired on March 21, 2017. The episode was written by Aaron Helbing and Todd Helbing from a story by Greg Berlanti and Andrew Kreisberg, and was directed by Dermott Daniel Downs. The episode features a musical crossover with Supergirl and reunites Grant Gustin and Melissa Benoist with their former Glee co-star Darren Criss, who portrays the Music Meister. Jesse L. Martin also reunites with Jeremy Jordan, with whom he previously worked in the 2012 musical film Joyful Noise. The story begins at the end of the Supergirl episode \"Star-Crossed\", which aired on March 20, 2017, which saw Kara Danvers / Supergirl (Benoist) hypnotized into a coma by Music Meister, with Mon-El and J'onn J'onzz / Martian Manhunter bringing her to Earth-1 in hope that Team Flash can save her.",
              "image": "https://upload.wikimedia.org/wikipedia/en/f/f9/The_Flash_-_Supergirl_-_Crossover.jpg",
              "links": [
                {
                  "text": "Martian Manhunter (Arrowverse)",
                  "url": "https://en.wikipedia.org./Martian_Manhunter_(Arrowverse)",
                  "title": "Martian Manhunter (Arrowverse)",
                  "summary": "\nSupergirl is an American television series developed by Greg Berlanti, Ali Adler, and Andrew Kreisberg based on the characters created by Jerry Siegel and Joe Shuster in the Superman franchise and Al Plastino and Otto Binder's character Supergirl. The series stars Melissa Benoist in the titular role of Kara Zor-El / Kara Danvers / Supergirl, as well as Mehcad Brooks, Chyler Leigh, Jeremy Jordan, David Harewood and Calista Flockhart, with Katie McGrath, Chris Wood, Floriana Lima, Odette Annable, Jesse Rath, Sam Witwer, Nicole Maines, April Parker Jones, Azie Tesfai, Andrea Brooks, Julie Gonzalo, Staz Nair, LaMonica Garrett and Peta Sergeant joining in later seasons. In addition to original characters, several other characters from the DC Comics universe also appear throughout the series. For its first season, Supergirl aired on CBS, before moving to The CW for its second season.",
                  "image": "",
                  "links": [
                    {
                      "text": "Andrew Kreisberg",
                      "url": "https://en.wikipedia.org./Andrew_Kreisberg",
                      "title": "Andrew Kreisberg",
                      "summary": "Andrew Kreisberg is an American television writer, producer and comic book writer. He is best known as the co-creator of the television series The Flash, Arrow, Supergirl and Legends of Tomorrow.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Andrew_Kreisberg_by_Gage_Skidmore.jpg/320px-Andrew_Kreisberg_by_Gage_Skidmore.jpg",
                      "links": [
                        {
                          "text": "Green Arrow",
                          "url": "https://en.wikipedia.org./Green_Arrow",
                          "title": "Green Arrow",
                          "summary": "Green Arrow is a superhero who appears in American comic books published by DC Comics. Created by Mort Weisinger and designed by George Papp, he first appeared in More Fun Comics No. 73 on September 19, 1941, the same issue that debuted Aquaman. His real name is Oliver Jonas Queen, a wealthy businessman, owner of Queen Industries, and a well-known celebrity in Star City. He uses this position to hide the fact that he is Green Arrow. Partly inspired by Robin Hood, Green Arrow is an archer who uses his skills to fight crime in his home cities of Star City and Seattle, as well as alongside his fellow superheroes as a member of the Justice League. The world's greatest archer, as well as a competent swordsman and martial artist, Green Arrow deploys a range of trick arrows with various special functions, such as glue, explosive-tipped, grappling hook, flash grenade, tear gas, and even kryptonite arrows for use in a range of special situations.",
                          "image": "https://upload.wikimedia.org/wikipedia/en/1/1f/Green_Arrow_%28circa_2021%29.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}