{
  "text": "Styphelia woodsii",
  "url": "https://en.wikipedia.org/wiki/Styphelia_woodsii",
  "title": "Styphelia woodsii",
  "summary": "Styphelia woodsii, commonly known as nodding beard-heath, is a species of flowering plant in the heath family Ericaceae and is endemic to southern continental Australia. It is a slender shrub with more or less erect, egg-shaped leaves, and pendent white, tube-shaped flowers with densely bearded lobes.",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Leucopogon_woodsii.jpg/320px-Leucopogon_woodsii.jpg",
  "links": [
    {
      "text": "Sepal",
      "url": "https://en.wikipedia.org./Sepal",
      "title": "Sepal",
      "summary": "A sepal is a part of the flower of angiosperms. Usually green, sepals typically function as protection for the flower in bud, and often as support for the petals when in bloom.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Mature_flower_diagram.svg/320px-Mature_flower_diagram.svg.png",
      "links": [
        {
          "text": "Water caltrop",
          "url": "https://en.wikipedia.org./Water_caltrop",
          "title": "Water caltrop",
          "summary": "The water caltrop is any of three extant species of the genus Trapa: Trapa natans, Trapa bicornis and the endangered Trapa rossica. It is also known as buffalo nut, bat nut, devil pod, ling nut, mustache nut, singhara nut or water chestnut.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Illustration_Trapa_natans1.jpg/320px-Illustration_Trapa_natans1.jpg",
          "links": [
            {
              "text": "Fasciolopsiasis",
              "url": "https://en.wikipedia.org./Fasciolopsiasis",
              "title": "Fasciolopsiasis",
              "summary": "Fasciolopsiasis results from an infection by the trematode Fasciolopsis buski, the largest intestinal fluke of humans, growing up to 7.5 cm (3.0 in) long.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Fasciolopsis_buski_egg_08G0039_lores.jpg/320px-Fasciolopsis_buski_egg_08G0039_lores.jpg",
              "links": [
                {
                  "text": "Pyrantel pamoate",
                  "url": "https://en.wikipedia.org./Pyrantel_pamoate",
                  "title": "Pyrantel pamoate",
                  "summary": "Pyrantel is a medication used to treat a number of parasitic worm infections. This includes ascariasis, hookworm infections, enterobiasis, trichostrongyliasis, and trichinellosis. It is taken by mouth.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Pyrantel.png/320px-Pyrantel.png",
                  "links": [
                    {
                      "text": "Enterobiasis",
                      "url": "https://en.wikipedia.org./Enterobiasis",
                      "title": "Enterobiasis",
                      "summary": "Pinworm infection, also known as enterobiasis, is a human parasitic disease caused by the pinworm, Enterobius vermicularis. The most common symptom is pruritus ani, or itching in the anal area. The period of time from swallowing eggs to the appearance of new eggs around the anus is 4 to 8 weeks. Some people who are infected do not have symptoms.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Enterobius_vermicularis.png/320px-Enterobius_vermicularis.png",
                      "links": [
                        {
                          "text": "Contamination",
                          "url": "https://en.wikipedia.org./Contamination",
                          "title": "Contamination",
                          "summary": "Contamination is the presence of a constituent, impurity, or some other undesirable element that renders something unsuitable, unfit or harmful for physical body, natural environment, workplace, etc.",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Department of Biodiversity, Conservation and Attractions (Western Australia)",
      "url": "https://en.wikipedia.org./Department_of_Biodiversity,_Conservation_and_Attractions_(Western_Australia)",
      "title": "Department of Biodiversity, Conservation and Attractions (Western Australia)",
      "summary": "The Department of Biodiversity, Conservation and Attractions (DBCA) is the Western Australian government department responsible for managing lands and waters described in the Conservation and Land Management Act 1984, the Rottnest Island Authority Act 1987, the Swan and Canning Rivers Management Act 2006, the Botanic Gardens and Parks Authority Act 1998, and the Zoological Parks Authority Act 2001, and implementing the state's conservation and environment legislation and regulations. The Department reports to the Minister for Environment and the Minister for Tourism.",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e7/Chest_logo_DBCA_X-2018.JPG/320px-Chest_logo_DBCA_X-2018.JPG",
      "links": [
        {
          "text": "Bibbulmun Track",
          "url": "https://en.wikipedia.org./Bibbulmun_Track",
          "title": "Bibbulmun Track",
          "summary": "The Bibbulmun Track is a long-distance walk trail in Western Australia. It runs from Kalamunda in the east of Perth to Albany, and is 1,003.1 kilometres (623.3 mi) long.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Pemberton_Karri_forest_2.jpg/320px-Pemberton_Karri_forest_2.jpg",
          "links": [
            {
              "text": "Jarrah",
              "url": "https://en.wikipedia.org./Jarrah",
              "title": "Jarrah",
              "summary": "Eucalyptus marginata, commonly known as jarrah, djarraly in Noongar language and historically as Swan River mahogany, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a tree with rough, fibrous bark, leaves with a distinct midvein, white flowers and relatively large, more or less spherical fruit. Its hard, dense timber is insect resistant although the tree is susceptible to dieback. The timber has been utilised for cabinet-making, flooring and railway sleepers.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Jarrah_tree_burls_01_gnangarra.JPG/320px-Jarrah_tree_burls_01_gnangarra.JPG",
              "links": [
                {
                  "text": "Mount Lesueur",
                  "url": "https://en.wikipedia.org./Mount_Lesueur",
                  "title": "Mount Lesueur",
                  "summary": "Mount Lesueur is a near-circular, flat-topped mesa located 21 kilometres (13 mi) from Jurien Bay in Western Australia. It rises above the surrounding lateritic plain of Lesueur National Park which has eroded away around it.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Mount_Lesueur.JPG/320px-Mount_Lesueur.JPG",
                  "links": [
                    {
                      "text": "Mesa",
                      "url": "https://en.wikipedia.org./Mesa",
                      "title": "Mesa",
                      "summary": "A mesa is an isolated, flat-topped elevation, ridge or hill, which is bounded from all sides by steep escarpments and stands distinctly above a surrounding plain. Mesas characteristically consist of flat-lying soft sedimentary rocks capped by a more resistant layer or layers of harder rock, e.g. shales overlain by sandstones. The resistant layer acts as a caprock that forms the flat summit of a mesa. The caprock can consist of either sedimentary rocks such as sandstone and limestone; dissected lava flows; or a deeply eroded duricrust. Unlike plateau, whose usage does not imply horizontal layers of bedrock, e.g. Tibetan Plateau, the term mesa applies exclusively to the landforms built of flat-lying strata. Instead, flat-topped plateaus are specifically known as tablelands.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Mount_Conner_-_panoramio.jpg/320px-Mount_Conner_-_panoramio.jpg",
                      "links": [
                        {
                          "text": "Caprock",
                          "url": "https://en.wikipedia.org./Caprock",
                          "title": "Caprock",
                          "summary": "Caprock or cap rock is a more resistant rock type overlying a less resistant rock type, analogous to an upper crust on a cake that is harder than the underlying layer.",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Type (biology)",
      "url": "https://en.wikipedia.org./Type_(biology)",
      "title": "Type (biology)",
      "summary": "In biology, a type is a particular specimen of an organism to which the scientific name of that organism is formally associated. In other words, a type is an example that serves to anchor or centralizes the defining features of that particular taxon. In older usage, a type was a taxon rather than a specimen.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Marocaster_coronatus_MHNT.PAL.2010.2.2_%28Close_up%29.jpg/320px-Marocaster_coronatus_MHNT.PAL.2010.2.2_%28Close_up%29.jpg",
      "links": [
        {
          "text": "Protistan",
          "url": "https://en.wikipedia.org./Protistan",
          "title": "Protistan",
          "summary": "A protist or protoctist is any eukaryotic organism that is not an animal, plant, or fungus. Protists do not form a natural group, or clade, but are a paraphyletic grouping of all descendants of the last eukaryotic common ancestor excluding plants, animals, and fungi.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Protist_collage_2.jpg/320px-Protist_collage_2.jpg",
          "links": [
            {
              "text": "Ecological diversity",
              "url": "https://en.wikipedia.org./Ecological_diversity",
              "title": "Ecological diversity",
              "summary": "Ecosystem diversity deals with the variations in ecosystems within a geographical location and its overall impact on human existence and the environment.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/BlueMarble-2001-2002.jpg/320px-BlueMarble-2001-2002.jpg",
              "links": [
                {
                  "text": "Geographical location",
                  "url": "https://en.wikipedia.org./Geographical_location",
                  "title": "Geographical location",
                  "summary": "In geography, location or place is used to denote a region on Earth's surface. The term location generally implies a higher degree of certainty than place, the latter often indicating an entity with an ambiguous boundary, relying more on human or social attributes of place identity and sense of place than on geometry. A populated place is called a settlement.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Location_icon_from_Noun_Project.png/320px-Location_icon_from_Noun_Project.png",
                  "links": [
                    {
                      "text": "London",
                      "url": "https://en.wikipedia.org./London",
                      "title": "London",
                      "summary": "London is the capital and largest city of both England and the United Kingdom, with a population of 8,866,180 in 2022. Its wider metropolitan area is the largest in Western Europe, with a population of 14.9 million. London stands on the River Thames in southeast England, at the head of a 50-mile (80 km) tidal estuary down to the North Sea, and has been a major settlement for nearly 2,000 years. Its ancient core and financial centre, the City of London, was founded by the Romans as Londinium and has retained its medieval boundaries. The City of Westminster, to the west of the City of London, has been the centuries-long host of the national government and parliament. London grew rapidly in the 19th century, becoming the world's largest city at the time. Since the 19th century, the name \"London\" has referred to the metropolis around the City of London, historically split between the counties of Middlesex, Essex, Surrey, Kent, and Hertfordshire, which since 1965 has largely comprised the administrative area of Greater London, governed by 33 local authorities and the Greater London Authority.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/London_Skyline_%28125508655%29.jpeg/320px-London_Skyline_%28125508655%29.jpeg",
                      "links": [
                        {
                          "text": "Longitude",
                          "url": "https://en.wikipedia.org./Longitude",
                          "title": "Longitude",
                          "summary": "Longitude is a geographic coordinate that specifies the east-west position of a point on the surface of the Earth, or another celestial body. It is an angular measurement, usually expressed in degrees and denoted by the Greek letter lambda (λ). Meridians are imaginary semicircular lines running from pole to pole that connect points with the same longitude. The prime meridian defines 0° longitude; by convention the International Reference Meridian for the Earth passes near the Royal Observatory in Greenwich, south-east London on the island of Great Britain. Positive longitudes are east of the prime meridian, and negative ones are west.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Division_of_the_Earth_into_Gauss-Krueger_zones_-_Globe.svg/320px-Division_of_the_Earth_into_Gauss-Krueger_zones_-_Globe.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Mallee Woodlands and Shrublands",
      "url": "https://en.wikipedia.org./Mallee_Woodlands_and_Shrublands",
      "title": "Mallee Woodlands and Shrublands",
      "summary": "Mallee Woodlands and Shrublands is one of 32 Major Vegetation Groups defined by the Australian Government Department of the Environment and Energy and one of the 189 habitats in the HOTW habitats of the World classification.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Map_of_Mallee_Woodlands_and_Shrublands_plant_communities_across_southern_Australia.png/320px-Map_of_Mallee_Woodlands_and_Shrublands_plant_communities_across_southern_Australia.png",
      "links": [
        {
          "text": "Great Victoria Desert",
          "url": "https://en.wikipedia.org./Great_Victoria_Desert",
          "title": "Great Victoria Desert",
          "summary": "The Great Victoria Desert is a sparsely populated desert ecoregion and interim Australian bioregion in Western Australia and South Australia.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Serpentine_Lakes.JPG/320px-Serpentine_Lakes.JPG",
          "links": [
            {
              "text": "Salt lake (geography)",
              "url": "https://en.wikipedia.org./Salt_lake_(geography)",
              "title": "Salt lake (geography)",
              "summary": "A salt lake or saline lake is a landlocked body of water that has a concentration of salts and other dissolved minerals significantly higher than most lakes. In some cases, salt lakes have a higher concentration of salt than sea water; such lakes can also be termed hypersaline lake, and may also be pink lakes on account of their color. An alkalic salt lake that has a high content of carbonate is sometimes termed a soda lake.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Water_salinity_diagram.png/320px-Water_salinity_diagram.png",
              "links": [
                {
                  "text": "Ion",
                  "url": "https://en.wikipedia.org./Ion",
                  "title": "Ion",
                  "summary": "An ion is an atom or molecule with a net electrical charge. The charge of an electron is considered to be negative by convention and this charge is equal and opposite to the charge of a proton, which is considered to be positive by convention. The net charge of an ion is not zero because its total number of electrons is unequal to its total number of protons.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Ionic_bonding.svg/320px-Ionic_bonding.svg.png",
                  "links": [
                    {
                      "text": "Chemical bond",
                      "url": "https://en.wikipedia.org./Chemical_bond",
                      "title": "Chemical bond",
                      "summary": "A chemical bond is the association of atoms or ions to form molecules, crystals, and other structures. The bond may result from the electrostatic force between oppositely charged ions as in ionic bonds or through the sharing of electrons as in covalent bonds, or some combination of these effects. Chemical bonds are described as having different strengths: there are \"strong bonds\" or \"primary bonds\" such as covalent, ionic and metallic bonds, and \"weak bonds\" or \"secondary bonds\" such as dipole–dipole interactions, the London dispersion force, and hydrogen bonding.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Dihydrogen-phase-3D-balls.png/320px-Dihydrogen-phase-3D-balls.png",
                      "links": [
                        {
                          "text": "Radical (chemistry)",
                          "url": "https://en.wikipedia.org./Radical_(chemistry)",
                          "title": "Radical (chemistry)",
                          "summary": "In chemistry, a radical, also known as a free radical, is an atom, molecule, or ion that has at least one unpaired valence electron.\nWith some exceptions, these unpaired electrons make radicals highly chemically reactive. Many radicals spontaneously dimerize. Most organic radicals have short lifetimes.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Hydroxyl_radical.svg/320px-Hydroxyl_radical.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}