{
  "text": "Thomas Tull",
  "url": "https://en.wikipedia.org/wiki/Thomas_Tull",
  "title": "Thomas Tull",
  "summary": "Thomas J. Tull is an American billionaire businessman, entrepreneur, and film producer. He is the former chairman and chief executive officer (CEO) of Legendary Entertainment. Tull is the founder of Tulco LLC, an investment holding company that uses artificial intelligence and other technologies to guide investing.",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Thomas_Tull_%28cropped%29.jpg/320px-Thomas_Tull_%28cropped%29.jpg",
  "links": [
    {
      "text": "Acrisure",
      "url": "https://en.wikipedia.org./Acrisure",
      "title": "Acrisure",
      "summary": "Acrisure is a financial technology and insurance company headquartered in Grand Rapids, Michigan. The company was initially created to acquire insurance companies in the Midwestern United States and has since expanded nationally. In 2022, Business Insurance recognized Acrisure as the 6th largest insurance broker in the world.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Acrisure_logo.svg/320px-Acrisure_logo.svg.png",
      "links": [
        {
          "text": "Pittsburgh Steelers",
          "url": "https://en.wikipedia.org./Pittsburgh_Steelers",
          "title": "Pittsburgh Steelers",
          "summary": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh. The Steelers compete in the National Football League (NFL) as a member of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and the oldest franchise in the AFC.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Pittsb_steelers_uniforms17.png/320px-Pittsb_steelers_uniforms17.png",
          "links": [
            {
              "text": "Super Bowl X",
              "url": "https://en.wikipedia.org./Super_Bowl_X",
              "title": "Super Bowl X",
              "summary": "Super Bowl X was an American football game between the National Football Conference (NFC) champion Dallas Cowboys and the American Football Conference (AFC) champion Pittsburgh Steelers to decide the National Football League (NFL) champion for the 1975 season. The Steelers defeated the Cowboys 21–17 to become the third franchise to win consecutive Super Bowls, joining the Miami Dolphins and Green Bay Packers. It was also the first Super Bowl in which both teams had previous Super Bowl titles, as the Steelers were the defending champions and the Cowboys had won four years earlier.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Super_Bowl_X.svg/320px-Super_Bowl_X.svg.png",
              "links": [
                {
                  "text": "1976 NFL season",
                  "url": "https://en.wikipedia.org./1976_NFL_season",
                  "title": "1976 NFL season",
                  "summary": "The 1976 NFL season was the 57th regular season of the National Football League. The league expanded to 28 teams with the addition of the Seattle Seahawks and Tampa Bay Buccaneers. This fulfilled one of the conditions agreed to in 1966 for the 1970 AFL–NFL merger, which called for the league to expand to 28 teams by 1970 or soon thereafter.",
                  "image": "",
                  "links": [
                    {
                      "text": "Seattle Seahawks",
                      "url": "https://en.wikipedia.org./Seattle_Seahawks",
                      "title": "Seattle Seahawks",
                      "summary": "The Seattle Seahawks are a professional American football team based in Seattle. The Seahawks compete in the National Football League (NFL) as a member of the National Football Conference (NFC) West division. The club entered the NFL as an expansion team in 1976 in the NFC. From 1977 to 2001, Seattle was assigned to the American Football Conference (AFC) West; the team rejoined the NFC in 2002. They have played their home games at Lumen Field in Seattle's SoDo neighborhood since 2002, having previously played home games in the Kingdome (1976–1999) and Husky Stadium.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Seattle_Seahawks_Uniforms_%282023%29.png/320px-Seattle_Seahawks_Uniforms_%282023%29.png",
                      "links": [
                        {
                          "text": "Dave Krieg",
                          "url": "https://en.wikipedia.org./Dave_Krieg",
                          "title": "Dave Krieg",
                          "summary": "David Michael Krieg is an American former professional football player who was a quarterback in the National Football League (NFL). He attended Milton College in his home state of Wisconsin and made the Seattle Seahawks as an undrafted free agent. In his 19-year NFL career, Krieg played for the Seahawks (1980–1991), Kansas City Chiefs (1992–1993), Detroit Lions (1994), Arizona Cardinals (1995), Chicago Bears (1996), and Tennessee Oilers (1997–1998).",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Warner Bros.",
      "url": "https://en.wikipedia.org./Warner_Bros.",
      "title": "Warner Bros.",
      "summary": "Warner Bros. Entertainment Inc. (WBEI), commonly known as Warner Bros. (WB), is an American filmed entertainment studio headquartered at the Warner Bros. Studios complex in Burbank, California, and is the flagship subsidiary of Warner Bros. Discovery (WBD). Founded on April 4, 1923, by four brothers, Harry, Albert, Sam and Jack Warner, the company established itself as a leader in the American film industry before diversifying into animation, television, and video games. It is one of the \"Big Five\" major American film studios and a member of the Motion Picture Association (MPA).",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Warner_Bros._logo_2023.svg/320px-Warner_Bros._logo_2023.svg.png",
      "links": [
        {
          "text": "Sam Register",
          "url": "https://en.wikipedia.org./Sam_Register",
          "title": "Sam Register",
          "summary": "Sam Register is an American film and television producer and businessman. He is currently the president of Warner Bros. Animation, Cartoon Network Studios, and Hanna-Barbera Studios Europe.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Sam_Register_%28cropped%29.jpg/320px-Sam_Register_%28cropped%29.jpg",
          "links": [
            {
              "text": "Cartoon Orbit",
              "url": "https://en.wikipedia.org./Cartoon_Orbit",
              "title": "Cartoon Orbit",
              "summary": "Cartoon Orbit was an online gaming network created by Turner Online for CartoonNetwork.com that launched in November 2000 to promote its shows and partners. Its main attraction was a system of virtual trading cards called \"cToons\", which generally featured animation cells from programs broadcast on the network, though advertisement-based cToons were common. Added in October 2002 was the popular head-to-head strategy game gToons.",
              "image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c0/Viant_cartoonOrbit1_lrg.jpg/320px-Viant_cartoonOrbit1_lrg.jpg",
              "links": [
                {
                  "text": "Trick-or-Treat for UNICEF",
                  "url": "https://en.wikipedia.org./Trick-or-Treat_for_UNICEF",
                  "title": "Trick-or-Treat for UNICEF",
                  "summary": "Trick-or-Treat for UNICEF is a fund-raising program for children sponsored by the U.S. Fund for UNICEF. Started on Halloween 1950 as a local event in Philadelphia, Pennsylvania, United States, the program historically involves the distribution of small orange boxes by schools to trick-or-treaters, in which they can solicit small change donations from the houses they visit. Millions of children in the United States, Canada, Ireland, Mexico, and Hong Kong participate in Halloween-related fund-raising events for Trick-or-Treat for UNICEF, and the program has raised over US$188 million worldwide.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/2012-logo-trick-or-treat-for-unicef.png/320px-2012-logo-trick-or-treat-for-unicef.png",
                  "links": [
                    {
                      "text": "Hurricane Katrina",
                      "url": "https://en.wikipedia.org./Hurricane_Katrina",
                      "title": "Hurricane Katrina",
                      "summary": "Hurricane Katrina was a powerful, devastating and historic tropical cyclone that caused 1,392 fatalities and damages estimated at $125 billion in late August 2005, particularly in the city of New Orleans and its surrounding area. It is tied with Hurricane Harvey as being the costliest tropical cyclone in the Atlantic basin. Katrina was the twelfth tropical cyclone, the fifth hurricane, and the third major hurricane of the 2005 Atlantic hurricane season. It was also the fourth-most intense Atlantic hurricane to make landfall in the contiguous United States, gauged by barometric pressure.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Katrina_2005-08-28_1700Z.jpg/320px-Katrina_2005-08-28_1700Z.jpg",
                      "links": [
                        {
                          "text": "Biomass",
                          "url": "https://en.wikipedia.org./Biomass",
                          "title": "Biomass",
                          "summary": "Biomass is a term used in several contexts: in the context of ecology it means living organisms, and in the context of bioenergy it means matter from recently living organisms. In the latter context, there are variations in how biomass is defined, e.g., only from plants, from plants and algae, from plants and animals. The vast majority of biomass used for bioenergy does come from plants and fecal matter. Bioenergy is a type of renewable energy that the bioenergy industry claims has the potential to assist with climate change mitigation.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Biomass_by_life_form.jpg/320px-Biomass_by_life_form.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Edgeworth, Pennsylvania",
      "url": "https://en.wikipedia.org./Edgeworth,_Pennsylvania",
      "title": "Edgeworth, Pennsylvania",
      "summary": "Edgeworth is a borough in Allegheny County, Pennsylvania, United States, along the Ohio River, approximately 14 miles (22.5 km) northwest of Pittsburgh. The population was 1,669 at the 2020 census. Edgeworth is the wealthiest town in Pennsylvania.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/DavidShieldsHouse.jpg/320px-DavidShieldsHouse.jpg",
      "links": [
        {
          "text": "Asian (U.S. Census)",
          "url": "https://en.wikipedia.org./Asian_(U.S._Census)",
          "title": "Asian (U.S. Census)",
          "summary": "In the United States census, the US Census Bureau and the Office of Management and Budget (OMB) define a set of self-identified categories of race and ethnicity chosen by residents, with which they most closely identify. Residents can indicate their origins alongside their race, and are asked specifically whether they are of Hispanic or Latino origin in a separate question.",
          "image": "",
          "links": [
            {
              "text": "Black Hispanic and Latino Americans",
              "url": "https://en.wikipedia.org./Black_Hispanic_and_Latino_Americans",
              "title": "Black Hispanic and Latino Americans",
              "summary": "Black Hispanic and Latino Americans, also called Afro-Hispanics, Afro-Latinos, Black Hispanics, or Black Latinos, are classified by the United States Census Bureau, Office of Management and Budget, and other U.S. government agencies as Black people living in the United States with ancestry in Latin America or Spain and/or who speak Spanish and/or Portuguese as either their first language or second language.",
              "image": "",
              "links": [
                {
                  "text": "Pew Research Center",
                  "url": "https://en.wikipedia.org./Pew_Research_Center",
                  "title": "Pew Research Center",
                  "summary": "The Pew Research Center is a nonpartisan American think tank based in Washington, D.C. It provides information on social issues, public opinion, and demographic trends shaping the United States and the world. It also conducts public opinion polling, demographic research, random sample survey research, and panel based surveys, media content analysis, and other empirical social science research.",
                  "image": "",
                  "links": [
                    {
                      "text": "Nonprofit organization",
                      "url": "https://en.wikipedia.org./Nonprofit_organization",
                      "title": "Nonprofit organization",
                      "summary": "A nonprofit organization (NPO), also known as a nonbusiness entity, nonprofit institution, or simply a nonprofit, is a non-governmental (private) legal entity organized and operated for a collective, public or social benefit, as opposed to an entity that operates as a business aiming to generate a profit for its owners. A nonprofit organization is subject to the non-distribution constraint: any revenues that exceed expenses must be committed to the organization's purpose, not taken by private parties. Depending on the local laws, charities are regularly organized as non-profits. A host of organizations may be nonprofit, including some political organizations, schools, hospitals, business associations, churches, foundations, social clubs, and consumer cooperatives. Nonprofit entities may seek approval from governments to be tax-exempt, and some may also qualify to receive tax-deductible contributions, but an entity may incorporate as a nonprofit entity without having tax-exempt status.",
                      "image": "",
                      "links": [
                        {
                          "text": ".museum",
                          "url": "https://en.wikipedia.org./.museum",
                          "title": ".museum",
                          "summary": ".museum is a sponsored top-level domain (sTLD) in the Domain Name System of the Internet used exclusively by museums, museum associations, and individual members of the museum profession, as these groups are defined by the International Council of Museums (ICOM).",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Figs (company)",
      "url": "https://en.wikipedia.org./Figs_(company)",
      "title": "Figs (company)",
      "summary": "Figs is an American clothing company based in Santa Monica, California. The company sells scrubs and other products for healthcare professionals. It was founded in 2013 by Heather Hasson and Trina Spear, who are co-CEOs.",
      "image": "",
      "links": [
        {
          "text": "Under Armour",
          "url": "https://en.wikipedia.org./Under_Armour",
          "title": "Under Armour",
          "summary": "Under Armour, Inc. is an American sportswear company that manufactures footwear and apparel headquartered in Baltimore, Maryland, United States.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Under_armour_logo.svg/320px-Under_armour_logo.svg.png",
          "links": [
            {
              "text": "YouTube",
              "url": "https://en.wikipedia.org./YouTube",
              "title": "YouTube",
              "summary": "YouTube is an American social media and online video sharing platform owned by Google. YouTube was founded on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim, three former employees of PayPal. Headquartered in San Bruno, California, it is the second-most-visited website in the world, after Google Search. In January 2024, YouTube had more than 2.7 billion monthly active users, who collectively watched more than one billion hours of videos every day. As of May 2019, videos were being uploaded to the platform at a rate of more than 500 hours of content per minute, and as of mid-2024, there were approximately 14.8 billion videos in total.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/YouTube_results_screenshot.jpg/320px-YouTube_results_screenshot.jpg",
              "links": [
                {
                  "text": "Susan Wojcicki",
                  "url": "https://en.wikipedia.org./Susan_Wojcicki",
                  "title": "Susan Wojcicki",
                  "summary": "Susan Diane Wojcicki was an American business executive who was the chief executive officer of YouTube from 2014 to 2023. Her net worth was estimated at $765 million in 2022.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Susan_Wojcicki_%2829393944130%29_%28cropped%29.jpg/320px-Susan_Wojcicki_%2829393944130%29_%28cropped%29.jpg",
                  "links": [
                    {
                      "text": "Janina Wójcicka Hoskins",
                      "url": "https://en.wikipedia.org./Janina_Wójcicka_Hoskins",
                      "title": "Janina Wójcicka Hoskins",
                      "summary": "Janina Wójcicka Hoskins was a Polish-American librarian. She worked at the Library of Congress from 1951 to 1989 and was responsible for assembling there the largest collection of Polish material in the United States.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Janina_W%C3%B3jcicka_Hoskins_at_the_Library_of_Congress_02.jpg/320px-Janina_W%C3%B3jcicka_Hoskins_at_the_Library_of_Congress_02.jpg",
                      "links": [
                        {
                          "text": "Lawrence Quincy Mumford",
                          "url": "https://en.wikipedia.org./Lawrence_Quincy_Mumford",
                          "title": "Lawrence Quincy Mumford",
                          "summary": "Lawrence Quincy Mumford was an American librarian. He was the eleventh Librarian of the United States Congress from 1954 to 1974.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/9/96/Lawrence_Quincy_Mumford.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}