{
  "text": "2021 Credit Karma Money 250",
  "url": "https://en.wikipedia.org/wiki/2021_Credit_Karma_Money_250",
  "title": "2021 Credit Karma Money 250",
  "summary": "The 2021 Credit Karma Money 250 was the 18th stock car race of the 2021 NASCAR Xfinity Series season, and the inaugural running of the event, when NASCAR decided to return to Atlanta for two races a year instead of the previous one. The race was held on Saturday, July 10, 2021 in Hampton, Georgia at Atlanta Motor Speedway, a 1.54 miles (2.48 km) permanent asphalt quad-oval intermediate speedway. The race was extended to 164 laps from the scheduled 163 due to a NASCAR overtime finish. In a historic 102nd win in the NASCAR Xfinity Series, Kyle Busch of Joe Gibbs Racing would win his last race for the team. Jeb Burton of Kaulig Racing and Noah Gragson of JR Motorsports would score the rest of the podium positions, taking 2nd and 3rd, respectively.",
  "image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Credit_Karma_Money_250_logo.png/320px-Credit_Karma_Money_250_logo.png",
  "links": [
    {
      "text": "Noah Gragson",
      "url": "https://en.wikipedia.org./Noah_Gragson",
      "title": "Noah Gragson",
      "summary": "Noah Quinn Gragson is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 4 Ford Mustang Dark Horse for Front Row Motorsports.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Noah_Gragson_Las_Vegas_Fall_2024.jpg/320px-Noah_Gragson_Las_Vegas_Fall_2024.jpg",
      "links": [
        {
          "text": "Grant Enfinger",
          "url": "https://en.wikipedia.org./Grant_Enfinger",
          "title": "Grant Enfinger",
          "summary": "Grant McArthur Enfinger is an American professional stock car racing driver. He competes full-time in the NASCAR Craftsman Truck Series, driving the No. 9 Chevrolet Silverado RST for CR7 Motorsports. Before moving up to the Truck Series, Enfinger won the 2015 ARCA Racing Series series championship with GMS Racing.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Grant_Enfinger_Sonoma_2023.jpg/320px-Grant_Enfinger_Sonoma_2023.jpg",
          "links": [
            {
              "text": "Brad Keselowski Racing",
              "url": "https://en.wikipedia.org./Brad_Keselowski_Racing",
              "title": "Brad Keselowski Racing",
              "summary": "Brad Keselowski Racing was an American professional stock car racing team that competed in the NASCAR Camping World Truck Series. Started in 2007, it was owned and operated by NASCAR Cup Series and Xfinity Series champion Brad Keselowski. The team most recently fielded the Nos. 19 and 29 Ford F-150s for Austin Cindric and Chase Briscoe. On August 17, 2017, BKR announced that they would suspend operations after the 2017 season.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/BKR_Logo.jpg/320px-BKR_Logo.jpg",
              "links": [
                {
                  "text": "DeWitt, Michigan",
                  "url": "https://en.wikipedia.org./DeWitt,_Michigan",
                  "title": "DeWitt, Michigan",
                  "summary": "DeWitt is a city in Clinton County in the U.S. state of Michigan. The population was 4,776 at the 2020 census. The city is located north of Interstate 69 and west of U.S. Route 127, just north of the city of Lansing.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/DeWitt%2C_MI_location.png/320px-DeWitt%2C_MI_location.png",
                  "links": [
                    {
                      "text": "Hispanic (U.S. Census)",
                      "url": "https://en.wikipedia.org./Hispanic_(U.S._Census)",
                      "title": "Hispanic (U.S. Census)",
                      "summary": "In the United States census, the US Census Bureau and the Office of Management and Budget (OMB) define a set of self-identified categories of race and ethnicity chosen by residents, with which they most closely identify. Residents can indicate their origins alongside their race, and are asked specifically whether they are of Hispanic or Latino origin in a separate question.",
                      "image": "",
                      "links": [
                        {
                          "text": "United States Secretary of State",
                          "url": "https://en.wikipedia.org./United_States_Secretary_of_State",
                          "title": "United States Secretary of State",
                          "summary": "The United States secretary of state (SecState) is a member of the executive branch of the federal government of the United States and the head of the U.S. Department of State.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Seal_of_the_United_States_Secretary_of_State.svg/320px-Seal_of_the_United_States_Secretary_of_State.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Hampton, Georgia",
      "url": "https://en.wikipedia.org./Hampton,_Georgia",
      "title": "Hampton, Georgia",
      "summary": "Hampton is a city in southwestern Henry County, Georgia, United States. The population as of the 2020 census was 8,368. It is a southeastern suburb in the Atlanta metropolitan area.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Henry_County_Georgia_Incorporated_and_Unincorporated_areas_Hampton_Highlighted.svg/320px-Henry_County_Georgia_Incorporated_and_Unincorporated_areas_Hampton_Highlighted.svg.png",
      "links": [
        {
          "text": "City",
          "url": "https://en.wikipedia.org./City",
          "title": "City",
          "summary": "A city is a human settlement of a substantial size. The term \"city\" has different meanings around the world and in some places the settlement can be very small. Even where the term is limited to larger settlements, there is no universally agreed definition of the lower boundary for their size. In a narrower sense, a city can be defined as a permanent and densely populated place with administratively defined boundaries whose members work primarily on non-agricultural tasks. Cities generally have extensive systems for housing, transportation, sanitation, utilities, land use, production of goods, and communication. Their density facilitates interaction between people, government organizations, and businesses, sometimes benefiting different parties in the process, such as improving the efficiency of goods and service distribution.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Tokyo_Shibuya_Scramble_Crossing_2018-10-09.jpg/320px-Tokyo_Shibuya_Scramble_Crossing_2018-10-09.jpg",
          "links": [
            {
              "text": "Zürich",
              "url": "https://en.wikipedia.org./Zürich",
              "title": "Zürich",
              "summary": "Zurich is the largest city in Switzerland and the capital of the canton of Zurich. It is located in north-central Switzerland, at the northwestern tip of Lake Zurich. As of January 2023, the municipality had 443,037 inhabitants, the urban area 1.315 million (2009), and the Zurich metropolitan area 1.83 million (2011). Zurich is a hub for railways, roads, and air traffic. Both Zurich Airport and Zurich's main railway station are the largest and busiest in the country.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Opernhaus_Z%C3%BCrich_-_Sechsel%C3%A4utenplatz_2013-08-31_18-30-40.JPG/320px-Opernhaus_Z%C3%BCrich_-_Sechsel%C3%A4utenplatz_2013-08-31_18-30-40.JPG",
              "links": [
                {
                  "text": "Max Bill",
                  "url": "https://en.wikipedia.org./Max_Bill",
                  "title": "Max Bill",
                  "summary": "Max Bill was a Swiss architect, artist, painter, typeface designer, industrial designer and graphic designer.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Com_L19-0188-0203A.jpg/320px-Com_L19-0188-0203A.jpg",
                  "links": [
                    {
                      "text": "Johannes Itten",
                      "url": "https://en.wikipedia.org./Johannes_Itten",
                      "title": "Johannes Itten",
                      "summary": "Johannes Itten was a Swiss expressionist painter, designer, teacher, writer and theorist associated with the Bauhaus school. Together with German-American painter Lyonel Feininger and German sculptor Gerhard Marcks, under the direction of German architect Walter Gropius, Itten was part of the core of the Weimar Bauhaus.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Johannes_Itten_%28retuschiert%29.jpg/320px-Johannes_Itten_%28retuschiert%29.jpg",
                      "links": [
                        {
                          "text": "Mass production",
                          "url": "https://en.wikipedia.org./Mass_production",
                          "title": "Mass production",
                          "summary": "Mass production, also known as flow production, series production, series manufacture, or continuous production, is the production of substantial amounts of standardized products in a constant flow, including and especially on assembly lines. Together with job production and batch production, it is one of the three main production methods.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Hyundai_car_assembly_line.jpg/320px-Hyundai_car_assembly_line.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Atlanta",
      "url": "https://en.wikipedia.org./Atlanta",
      "title": "Atlanta",
      "summary": "Atlanta is the capital and most populous city in the U.S. state of Georgia. It is the seat of Fulton County, and a portion of the city extends into neighboring DeKalb County. With a population of 510,823 living within the city limits, Atlanta is the eighth most populous city in the Southeast and 36th most populous city in the United States according to the 2020 U.S. census. It is the principal city of the much larger Atlanta metropolitan area, the core of which includes Cobb, Clayton and Gwinnett counties, in addition to Fulton and DeKalb. Metro Atlanta is home to more than 6.3 million people, making it the sixth-largest U.S. metropolitan area. Situated among the foothills of the Appalachian Mountains at an elevation of just over 1,000 feet (300 m) above sea level, Atlanta features unique topography that includes rolling hills, lush greenery, and the densest urban tree coverage of any major city in the United States.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Atlanta_cityscape.jpg/320px-Atlanta_cityscape.jpg",
      "links": [
        {
          "text": "General William T. Sherman",
          "url": "https://en.wikipedia.org./General_William_T._Sherman",
          "title": "General William T. Sherman",
          "summary": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), earning recognition for his command of military strategy but criticism for the harshness of his scorched-earth policies, which he implemented in his military campaign against the Confederate States. British military theorist and historian B. H. Liddell Hart declared that Sherman was \"the most original genius of the American Civil War\" and \"the first modern general\".",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/General_William_T._Sherman_%284190887790%29_%28cropped%29.jpg/320px-General_William_T._Sherman_%284190887790%29_%28cropped%29.jpg",
          "links": [
            {
              "text": "Hugh Boyle Ewing",
              "url": "https://en.wikipedia.org./Hugh_Boyle_Ewing",
              "title": "Hugh Boyle Ewing",
              "summary": "Hugh Boyle Ewing was a diplomat, author, attorney, and Union Army general during the American Civil War. He was a member of the prestigious Ewing family, son of Thomas Ewing, the eldest brother of Thomas Ewing, Jr. and Charles Ewing, and the foster brother and brother-in-law of William T. Sherman. General Ewing was an ambitious, literate, and erudite officer who held a strong sense of responsibility for the men under his command. He combined his West Point experience with the Civil War system of officer election.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Hugh_Boyle_Ewing.jpg",
              "links": [
                {
                  "text": "Guerrilla",
                  "url": "https://en.wikipedia.org./Guerrilla",
                  "title": "Guerrilla",
                  "summary": "Guerrilla warfare is a form of unconventional warfare in which small groups of irregular military, such as rebels, partisans, paramilitary personnel or armed civilians, including recruited children, use ambushes, sabotage, terrorism, raids, petty warfare or hit-and-run tactics in a rebellion, in a violent conflict, in a war or in a civil war to fight against regular military, police or rival insurgent forces.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/As_Guerrilhas_na_Guerra_Peninsular_%28Roque_Gameiro%2C_Quadros_da_Hist%C3%B3ria_de_Portugal%2C_1917%29.png/320px-As_Guerrilhas_na_Guerra_Peninsular_%28Roque_Gameiro%2C_Quadros_da_Hist%C3%B3ria_de_Portugal%2C_1917%29.png",
                  "links": [
                    {
                      "text": "Nationalism",
                      "url": "https://en.wikipedia.org./Nationalism",
                      "title": "Nationalism",
                      "summary": "Nationalism is an idea or movement that holds that the nation should be congruent with the state. As a movement, it presupposes the existence and tends to promote the interests of a particular nation, especially with the aim of gaining and maintaining its sovereignty (self-governance) over its perceived homeland to create a nation-state. It holds that each nation should govern itself, free from outside interference (self-determination), that a nation is a natural and ideal basis for a polity, and that the nation is the only rightful source of political power. It further aims to build and maintain a single national identity, based on a combination of shared social characteristics such as culture, ethnicity, geographic location, language, politics, religion, traditions and belief in a shared singular history, and to promote national unity or solidarity. There are various definitions of a \"nation\", which leads to different types of nationalism. The two main divergent forms are ethnic nationalism and civic nationalism.",
                      "image": "",
                      "links": [
                        {
                          "text": "Heinrich von Sybel",
                          "url": "https://en.wikipedia.org./Heinrich_von_Sybel",
                          "title": "Heinrich von Sybel",
                          "summary": "Heinrich Karl Ludolf von Sybel was a German historian and politician, who served in the Landtag of Prussia from 1862 to 1864 and from 1874 to 1880. He was a professor at the University of Bonn from 1861 to 1875 and director of the Prussian Archives from 1875.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/1/17/Heinrich_von_Sybel.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "NASCAR Xfinity Series",
      "url": "https://en.wikipedia.org./NASCAR_Xfinity_Series",
      "title": "NASCAR Xfinity Series",
      "summary": "The NASCAR Xfinity Series (NXS) is a stock car racing series organized by NASCAR. It is promoted as NASCAR's second-tier circuit to the organization's top level Cup Series. NXS events are frequently held as a support race on the day prior to a Cup Series event scheduled for that weekend.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/NASCAR_Xfinity_Series_logo.svg/320px-NASCAR_Xfinity_Series_logo.svg.png",
      "links": [
        {
          "text": "Busch Beer",
          "url": "https://en.wikipedia.org./Busch_Beer",
          "title": "Busch Beer",
          "summary": "\nAnheuser-Busch, a wholly owned subsidiary of Anheuser-Busch InBev SA/NV, is the largest brewing company in the United States, with a market share of 45 percent in 2016.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Budweiser_beer.jpg/320px-Budweiser_beer.jpg",
          "links": [
            {
              "text": "Atlantic City, New Jersey",
              "url": "https://en.wikipedia.org./Atlantic_City,_New_Jersey",
              "title": "Atlantic City, New Jersey",
              "summary": "Atlantic City, sometimes referred to by its initials A.C., is a Jersey Shore seaside resort city in Atlantic County, in the U.S. state of New Jersey.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/A_sunset_view_of_the_beach_in_Atlantic_City%2C_NJ.jpg/320px-A_sunset_view_of_the_beach_in_Atlantic_City%2C_NJ.jpg",
              "links": [
                {
                  "text": "Democratic Party (United States)",
                  "url": "https://en.wikipedia.org./Democratic_Party_(United_States)",
                  "title": "Democratic Party (United States)",
                  "summary": "The Democratic Party is one of the two major contemporary political parties in the United States. Since the late 1850s, its main political rival has been the Republican Party.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/US_Democratic_Party_Logo.svg/320px-US_Democratic_Party_Logo.svg.png",
                  "links": [
                    {
                      "text": "Agrarianism",
                      "url": "https://en.wikipedia.org./Agrarianism",
                      "title": "Agrarianism",
                      "summary": "Agrarianism is a social and political philosophy that advocates for rural development, a rural agricultural lifestyle, family farming, widespread property ownership, and political decentralization. Those who adhere to agrarianism tend to value traditional forms of local community over urban modernity. Agrarian political parties sometimes aim to support the rights and sustainability of small farmers and poor peasants against the wealthy, powerful and famous in society.",
                      "image": "",
                      "links": [
                        {
                          "text": "Chinese Civil War",
                          "url": "https://en.wikipedia.org./Chinese_Civil_War",
                          "title": "Chinese Civil War",
                          "summary": "The Chinese Civil War was fought between the Kuomintang-led government of the Republic of China and the forces of the Chinese Communist Party (CCP), with armed conflict continuing intermittently from 1 August 1927 until Communist victory resulted in their total control over mainland China on 7 December 1949.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Battle_of_Siping03.jpg/320px-Battle_of_Siping03.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}