{
  "text": "1926 Michigan Wolverines football team",
  "url": "https://en.wikipedia.org/wiki/1926_Michigan_Wolverines_football_team",
  "title": "1926 Michigan Wolverines football team",
  "summary": "The 1926 Michigan Wolverines football team represented the University of Michigan in the 1926 Big Ten Conference football season. In the team's 25th and final season under head coach Fielding H. Yost, Michigan compiled a record of 7–1, outscored its opponents 191 to 38, and tied with Northwestern for the Big Ten Conference championship. Michigan's only loss was to an undefeated Navy team that was recognized as the national champion by several selectors. At the end of the season, Michigan ranked third in the country under the Dickinson System, trailing only Stanford and Navy. One selector, Jeff Sagarin, has retroactively named Michigan as a 1926 co-national champion.",
  "image": "https://upload.wikimedia.org/wikipedia/commons/4/47/1901-94_Michigan_Wolverines_Primary_Logo.png",
  "links": [
    {
      "text": "Bo Molenda",
      "url": "https://en.wikipedia.org./Bo_Molenda",
      "title": "Bo Molenda",
      "summary": "John Joseph \"Bo\" Molenda was an American football player and coach. He played primarily a fullback, in college at the for the University of Michigan and for nine seasons in the National Football League (NFL) with the New York Yankees, the Green Bay Packers. and the New York Giants. Moldena played for two Big Ten Conference championship teams at Michigan and four NFL championship teams, three with the Packers and one with the Giants. Molenda was the backfield coach for the Packers in 1947 and 1948, as has the same with the Chicago Hornets of the All-America Football Conference (AAFC) in 1949. He served as the head football coach at Menlo College, then a junior college, located in Atherton, California, from 1950 to 1969.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Bo_Molenda_1932.jpg/320px-Bo_Molenda_1932.jpg",
      "links": [
        {
          "text": "Red Grange",
          "url": "https://en.wikipedia.org./Red_Grange",
          "title": "Red Grange",
          "summary": "Harold Edward \"Red\" Grange, nicknamed \"the Galloping Ghost\" and \"the Wheaton Iceman\", was an American professional football halfback who played for the Chicago Bears and the short-lived New York Yankees. His signing with the Bears helped legitimize the National Football League (NFL).",
          "image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Grange-Red-251208.jpg/320px-Grange-Red-251208.jpg",
          "links": [
            {
              "text": "Robert Zuppke",
              "url": "https://en.wikipedia.org./Robert_Zuppke",
              "title": "Robert Zuppke",
              "summary": "Robert Carl \"Bob\" Zuppke was an American football coach. He served as the head football coach at the University of Illinois—now known as the University of Illinois Urbana-Champaign–from 1913 until 1941, compiling a record of 131–81–12. Inducted into the College Football Hall of Fame in 1951, Zuppke coached his teams to national titles in 1914, 1919, 1923, and 1927. Zuppke's teams also won seven Big Ten Conference championships.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Robert_Zuppke_%281922_Illio%29.jpg/320px-Robert_Zuppke_%281922_Illio%29.jpg",
              "links": [
                {
                  "text": "George Trafton",
                  "url": "https://en.wikipedia.org./George_Trafton",
                  "title": "George Trafton",
                  "summary": "George Edward Trafton was an American professional football player and coach, boxer, boxing manager, and gymnasium proprietor. He was inducted into the Pro Football Hall of Fame in 1964 and was also selected in 1969 as the center on the NFL 1920s All-Decade Team.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/George_Trafton_1943_%28cropped%29.jpg/320px-George_Trafton_1943_%28cropped%29.jpg",
                  "links": [
                    {
                      "text": "Knute Rockne",
                      "url": "https://en.wikipedia.org./Knute_Rockne",
                      "title": "Knute Rockne",
                      "summary": "Knute Kenneth Rockne was an American football player and coach at the University of Notre Dame. Leading Notre Dame for 13 seasons, Rockne accumulated over 100 wins and three national championships.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Knute_Rockne_on_ship%27s_deck.jpg/320px-Knute_Rockne_on_ship%27s_deck.jpg",
                      "links": [
                        {
                          "text": "Jim Crowley",
                          "url": "https://en.wikipedia.org./Jim_Crowley",
                          "title": "Jim Crowley",
                          "summary": "James Harold \"Sleepy Jim\" Crowley was an American football player and coach. He gained fame as one-fourth of the University of Notre Dame's legendary \"Four Horsemen\" backfield where he played halfback from 1922 to 1924.",
                          "image": "https://upload.wikimedia.org/wikipedia/en/b/b2/Jim_Crowley.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Bennie Oosterbaan",
      "url": "https://en.wikipedia.org./Bennie_Oosterbaan",
      "title": "Bennie Oosterbaan",
      "summary": "Benjamin Oosterbaan was an American football end and head coach for the University of Michigan. He was a three-time All-American college football player, a two-time All-American basketball player, and an All-Big Ten Conference baseball player for the Michigan Wolverines. He is widely regarded as one of the greatest football players in Michigan history. He was selected by Sports Illustrated as the fourth greatest athlete in the history of the U.S. state of Michigan in 2003, and one of the eleven greatest college football players of the first century of the game. As a head coach Oosterbaan won a national championship with the 1948 Michigan Wolverines football team, by way of the Associated Press.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/55/Ben_Oosterbaan.png",
      "links": [
        {
          "text": "Charlie Gehringer",
          "url": "https://en.wikipedia.org./Charlie_Gehringer",
          "title": "Charlie Gehringer",
          "summary": "Charles Leonard Gehringer, nicknamed \"the Mechanical Man\", was an American professional baseball second baseman. He played for the Detroit Tigers for 19 seasons from 1924 to 1942. He compiled a .320 career batting average with 2,839 hits and 1,427 runs batted in (RBIs). He had seven seasons with more than 200 hits and was the starting second baseman and played every inning of the first six All Star Games. He won the American League batting title in 1937 with a .371 average and won the American League Most Valuable Player Award. He helped lead the Tigers to three American League pennants and the 1935 World Series championship.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/Charlie_Gehringer_1935.jpg",
          "links": [
            {
              "text": "Range factor",
              "url": "https://en.wikipedia.org./Range_factor",
              "title": "Range factor",
              "summary": "Range Factor is a baseball statistic developed by Bill James. It is calculated by dividing putouts and assists by the number of innings or games played at a given defense position. The statistic is premised on the notion that the total number of outs in which a player participates is more relevant in evaluating that player's defensive play than the percentage of cleanly handled chances as calculated by the conventional statistic fielding percentage.",
              "image": "",
              "links": [
                {
                  "text": "Inning",
                  "url": "https://en.wikipedia.org./Inning",
                  "title": "Inning",
                  "summary": "In baseball, softball, and similar games, an inning is the basic unit of play, consisting of two halves or frames, the \"top\" and the \"bottom\". In each half, one team bats until three outs are made, with the other team playing defense. A full baseball game is typically scheduled for nine innings, while softball games consist of seven innings, although this may be shortened due to weather, or extended if the score is tied at the end of the scheduled innings. The use of the term inning in baseball and softball contrasts with cricket and rounders, in which the term is innings in both singular and plural.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Daytona_Cubs_P4060068.JPG/320px-Daytona_Cubs_P4060068.JPG",
                  "links": [
                    {
                      "text": "Bat-and-ball games",
                      "url": "https://en.wikipedia.org./Bat-and-ball_games",
                      "title": "Bat-and-ball games",
                      "summary": "Bat-and-ball games, or safe haven games, are field games played by two opposing teams. Action starts when the defending team throws a ball at a dedicated player of the attacking team, who tries to hit it with a bat and then run between various safe areas in the field to score runs (points). The defending team can use the ball in various ways against the attacking team's players to force them off the field when they are not in safe zones, and thus prevent them from further scoring. The best known modern bat-and-ball games are cricket and baseball, with common roots in the 18th-century games played in England.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/3/38/Cantigas_de_Santa_Mar%C3%ADa_-_Xogo_da_pelota.jpg",
                      "links": [
                        {
                          "text": "T10 cricket",
                          "url": "https://en.wikipedia.org./T10_cricket",
                          "title": "T10 cricket",
                          "summary": "T10 cricket is a short form of cricket. Two teams play a single innings, which is restricted to a maximum of ten overs per side, with the game lasting approximately 90 minutes. The format is inspired by Twenty20 cricket.",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Fielding H. Yost",
      "url": "https://en.wikipedia.org./Fielding_H._Yost",
      "title": "Fielding H. Yost",
      "summary": "Fielding Harris Yost was an American college football player, coach and athletics administrator. He served as the head football coach at: Ohio Wesleyan University, the University of Nebraska, the University of Kansas, Stanford University, San Jose State University, and the University of Michigan, compiling a coaching career record of 198–35–12. During his 25 seasons as the head football coach at Ann Arbor, Yost's Michigan Wolverines won six national championships, captured ten Big Ten Conference titles, and amassed a record of 165–29–10.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Fielding_Yost_sitting_side.jpg/320px-Fielding_Yost_sitting_side.jpg",
      "links": [
        {
          "text": "Ohio Northern University",
          "url": "https://en.wikipedia.org./Ohio_Northern_University",
          "title": "Ohio Northern University",
          "summary": "Ohio Northern University is a private college in Ada, Ohio, United States. Founded by Henry Solomon Lehr in 1871, ONU offers over 60 programs across five undergraduate and graduate colleges and is affiliated with the United Methodist Church. The college had an enrollment of about 3,000 students as of 2023.",
          "image": "https://upload.wikimedia.org/wikipedia/en/1/1b/OhioNorthernSeal.gif",
          "links": [
            {
              "text": "Henry Solomon Lehr",
              "url": "https://en.wikipedia.org./Henry_Solomon_Lehr",
              "title": "Henry Solomon Lehr",
              "summary": "Henry Solomon Lehr was the founder of Ohio Northern University. The Lehr Building at that school was named in his honor.",
              "image": "",
              "links": [
                {
                  "text": "Mount Union College",
                  "url": "https://en.wikipedia.org./Mount_Union_College",
                  "title": "Mount Union College",
                  "summary": "The University of Mount Union is a private liberal arts university in Alliance, Ohio, United States. Founded in 1846, the university was affiliated with the Methodist Church until 2019. It had an enrollment of 2,100 students as of 2023.",
                  "image": "https://upload.wikimedia.org/wikipedia/en/5/51/University_of_Mount_Union_seal.png",
                  "links": [
                    {
                      "text": "Lacrosse",
                      "url": "https://en.wikipedia.org./Lacrosse",
                      "title": "Lacrosse",
                      "summary": "Lacrosse is a contact team sport played with a lacrosse stick and a lacrosse ball. It is the oldest organized sport in North America, with its origins with the indigenous people of North America as early as the 12th century. The game was extensively modified by European colonists, reducing the violence, to create its current collegiate and professional form.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/UNC_Lacrosse.jpg/320px-UNC_Lacrosse.jpg",
                      "links": [
                        {
                          "text": "Princeton Tigers women's lacrosse",
                          "url": "https://en.wikipedia.org./Princeton_Tigers_women's_lacrosse",
                          "title": "Princeton Tigers women's lacrosse",
                          "summary": "The Princeton Tigers women's lacrosse team is an NCAA Division I college lacrosse team representing Princeton University as part of the Ivy League. They play their home games at Class of 1952 Stadium in Princeton, New Jersey.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Princeton_Tigers_logo.svg/320px-Princeton_Tigers_logo.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Big Ten Conference",
      "url": "https://en.wikipedia.org./Big_Ten_Conference",
      "title": "Big Ten Conference",
      "summary": "The Big Ten Conference is a collegiate athletic conference in the United States. Founded as the Intercollegiate Conference of Faculty Representatives in 1896, it predates the founding of its regulating organization, the NCAA; it is the oldest NCAA Division I conference in the country. It is based in the Chicago area in Rosemont, Illinois. For many decades the conference consisted of ten prominent universities, which accounts for its name. On August 2, 2024, the conference expanded to 18 member institutions and 2 affiliate institutions. The conference competes in the NCAA Division I and its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/New_Big_10_map.svg/320px-New_Big_10_map.svg.png",
      "links": [
        {
          "text": "Indiana–Kentucky rivalry",
          "url": "https://en.wikipedia.org./Indiana–Kentucky_rivalry",
          "title": "Indiana–Kentucky rivalry",
          "summary": "The Indiana–Kentucky rivalry is a college sports rivalry between the Indiana University Hoosiers and the University of Kentucky Wildcats. The rivalry between these two schools, located about 180 miles (290 km) apart, dates to their first college football game in 1893, and has continued across all sports, with the men's basketball series gaining particular attention. The football game was previously played for a wooden Bourbon Barrel trophy, which was discontinued in 1999.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Indiana_Hoosiers_logo.svg/320px-Indiana_Hoosiers_logo.svg.png",
          "links": [
            {
              "text": "Lawrence Funderburke",
              "url": "https://en.wikipedia.org./Lawrence_Funderburke",
              "title": "Lawrence Funderburke",
              "summary": "Lawrence Damon Funderburke is an American former professional basketball player.",
              "image": "",
              "links": [
                {
                  "text": "Ampelokipoi B.C.",
                  "url": "https://en.wikipedia.org./Ampelokipoi_B.C.",
                  "title": "Ampelokipoi B.C.",
                  "summary": "Ampelokipoi B.C. or Ampelokipi B.C. is a Greek basketball club that is based in the Athenian neighborhood Ampelokipoi. It plays in the third local division, but in the past it has played in the top-tier Greek Basket League for two seasons. The club's colours are green and white, and its emblem is three circles, like Olympic circles.",
                  "image": "https://upload.wikimedia.org/wikipedia/en/c/c3/Ampelokipoi_BC_logo.jpg",
                  "links": [
                    {
                      "text": "Greek Basket League",
                      "url": "https://en.wikipedia.org./Greek_Basket_League",
                      "title": "Greek Basket League",
                      "summary": "The Greek Basketball League (abbreviated as GBL), and also known as the Stoiximan Greek Basketball League (GBL) for sponsorship reasons, is the first tier level professional basketball league in Greece. It is run by the Hellenic Basketball Association (abbreviated as HEBA; Greek: ΕΣΑΚΕ), under the legal authority of the Hellenic Basketball Federation (abbreviated as HBF; Greek: Ε.Ο.Κ.). Over the years, the league has previously been known by several different names, which have included: the Panhellenic Basketball Championship or Greek Basketball Championship, the Panhellenic Basketball First Category Championship (1st) (A) or Greek Basketball First Category Championship (1st) (A), the Greek Alpha National Basketball Category Championship (A), the Greek Alpha1 National Basketball Category Championship (A1), the HEBA Alpha1 (A1), and most recently, the Greek Basket League. The league's current official main sponsor is Stoiximan.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Nikos_Galis_Panathinaikos_1992.jpg/320px-Nikos_Galis_Panathinaikos_1992.jpg",
                      "links": [
                        {
                          "text": "Professional sports",
                          "url": "https://en.wikipedia.org./Professional_sports",
                          "title": "Professional sports",
                          "summary": "In professional sports, as opposed to amateur sports, participants receive payment for their performance. Professionalism in sport has come to the fore through a combination of developments. Mass media and increased leisure have brought larger audiences, so that sports organizations or teams can command large incomes. As a result, more sportspeople can afford to make sport their primary career, devoting the training time necessary to increase skills, physical condition, and experience to modern levels of achievement. This proficiency has also helped boost the popularity of sports. In most sports played professionally there are many more amateur than professional players, though amateurs and professionals do not usually compete.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Cristiano_Ronaldo_and_Lionel_Messi_-_Portugal_vs_Argentina%2C_9th_February_2011.jpg/320px-Cristiano_Ronaldo_and_Lionel_Messi_-_Portugal_vs_Argentina%2C_9th_February_2011.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}