{
  "text": "Block and Bridle",
  "url": "https://en.wikipedia.org/wiki/Block_and_Bridle",
  "title": "Block and Bridle",
  "summary": "Block and Bridle is a professional fraternity in the field of animal husbandry. It was founded on December 2, 1919, in Chicago, Illinois by the animal husbandry clubs from Iowa State University, University of Kansas, University of Missouri and University of Nebraska. As of 2019, Block and Bridle has 99 active chapters.",
  "image": "https://upload.wikimedia.org/wikipedia/en/b/b1/The_crest_of_Block_and_Bridle.png",
  "links": [
    {
      "text": "Animal husbandry",
      "url": "https://en.wikipedia.org./Animal_husbandry",
      "title": "Animal husbandry",
      "summary": "Animal husbandry is the branch of agriculture concerned with animals that are raised for meat, fibre, milk, or other products. It includes day-to-day care, management, production, nutrition, selective breeding, and the raising of livestock. Husbandry has a long history, starting with the Neolithic Revolution when animals were first domesticated, from around 13,000 BC onwards, predating farming of the first crops. During the period of ancient societies like ancient Egypt, cattle, sheep, goats, and pigs were being raised on farms.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Cattle_Feedlot_near_Rocky_Ford%2C_CO_IMG_5651-2.jpg/320px-Cattle_Feedlot_near_Rocky_Ford%2C_CO_IMG_5651-2.jpg",
      "links": [
        {
          "text": "Omphisa fuscidentalis",
          "url": "https://en.wikipedia.org./Omphisa_fuscidentalis",
          "title": "Omphisa fuscidentalis",
          "summary": "Omphisa fuscidentalis, the bamboo worm, is a moth of the family Crambidae. Its habitat are the bamboo groves and forests in the cooler regions of northern Thailand, northern Laos, northern Myanmar, and adjacent parts of Yunnan Province, China, it is also found in some parts of North east India. The mature caterpillars are viewed as a delicacy by the inhabitants of these regions.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Omphisa_fuscidentalis.jpg/320px-Omphisa_fuscidentalis.jpg",
          "links": [
            {
              "text": "Monsoon",
              "url": "https://en.wikipedia.org./Monsoon",
              "title": "Monsoon",
              "summary": "A monsoon is traditionally a seasonal reversing wind accompanied by corresponding changes in precipitation but is now used to describe seasonal changes in atmospheric circulation and precipitation associated with annual latitudinal oscillation of the Intertropical Convergence Zone (ITCZ) between its limits to the north and south of the equator. Usually, the term monsoon is used to refer to the rainy phase of a seasonally changing pattern, although technically there is also a dry phase. The term is also sometimes used to describe locally heavy but short-term rains.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Monsoon_clouds_near_Nagercoil.jpg/320px-Monsoon_clouds_near_Nagercoil.jpg",
              "links": [
                {
                  "text": "Intertropical Convergence Zone",
                  "url": "https://en.wikipedia.org./Intertropical_Convergence_Zone",
                  "title": "Intertropical Convergence Zone",
                  "summary": "The Intertropical Convergence Zone, known by sailors as the doldrums or the calms because of its monotonous windless weather, is the area where the northeast and the southeast trade winds converge. It encircles Earth near the thermal equator though its specific position varies seasonally. When it lies near the geographic equator, it is called the near-equatorial trough. Where the ITCZ is drawn into and merges with a monsoonal circulation, it is sometimes referred to as a monsoon trough.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/IntertropicalConvergenceZone-EO.jpg/320px-IntertropicalConvergenceZone-EO.jpg",
                  "links": [
                    {
                      "text": "140th meridian west",
                      "url": "https://en.wikipedia.org./140th_meridian_west",
                      "title": "140th meridian west",
                      "summary": "The meridian 140° west of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, North America, the Pacific Ocean, the Southern Ocean, and Antarctica to the South Pole.",
                      "image": "",
                      "links": [
                        {
                          "text": "Southern Ocean",
                          "url": "https://en.wikipedia.org./Southern_Ocean",
                          "title": "Southern Ocean",
                          "summary": "The Southern Ocean, also known as the Antarctic Ocean, comprises the southernmost waters of the world ocean, generally taken to be south of 60° S latitude and encircling Antarctica. With a size of 21,960,000 km2 (8,480,000 sq mi), it is the second-smallest of the five principal oceanic divisions, smaller than the Pacific, Atlantic and Indian oceans, and larger than the Arctic Ocean.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Location_Southern_Ocean.svg/320px-Location_Southern_Ocean.svg.png",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "University of Missouri",
      "url": "https://en.wikipedia.org./University_of_Missouri",
      "title": "University of Missouri",
      "summary": "The University of Missouri is a public land-grant research university in Columbia, Missouri, United States. It is Missouri's largest university and the flagship of the four-campus University of Missouri System. Founded in 1839, MU was the first public university west of the Mississippi River. It has been a member of the Association of American Universities since 1908 and is classified among \"R1: Doctoral Universities – Very high research activity.\"",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/University_of_Missouri_seal.svg/320px-University_of_Missouri_seal.svg.png",
      "links": [
        {
          "text": "Derrick Chievous",
          "url": "https://en.wikipedia.org./Derrick_Chievous",
          "title": "Derrick Chievous",
          "summary": "Derrick Joseph Chievous is an American former professional basketball player. During his pro club career, he played at the small forward position. Chievous played three seasons in the National Basketball Association, after being selected by the Houston Rockets, in the first round, with the 16th overall pick of the 1988 NBA draft.",
          "image": "",
          "links": [
            {
              "text": "College basketball",
              "url": "https://en.wikipedia.org./College_basketball",
              "title": "College basketball",
              "summary": "College basketball is basketball that is played by teams of amateur student-athletes at universities and colleges. In the United States, colleges and universities are governed by collegiate athletic bodies, including the National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Each of these various organizations is subdivided into one to three divisions, based on the number and level of scholarships that may be provided to the athletes. Teams with more talent tend to win over teams with less talent.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Defense.gov_photo_essay_120112-D-VO565-015.jpg/320px-Defense.gov_photo_essay_120112-D-VO565-015.jpg",
              "links": [
                {
                  "text": "Northeast Conference",
                  "url": "https://en.wikipedia.org./Northeast_Conference",
                  "title": "Northeast Conference",
                  "summary": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports; football competes in the Division I Football Championship Subdivision (FCS). Participating schools are located principally in the Northeastern United States, from which the conference derives its name.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Northeast_Conference_logo.svg/320px-Northeast_Conference_logo.svg.png",
                  "links": [
                    {
                      "text": "NCAA Division III",
                      "url": "https://en.wikipedia.org./NCAA_Division_III",
                      "title": "NCAA Division III",
                      "summary": "NCAA Division III (D-III) is a division of the National Collegiate Athletic Association (NCAA) in the United States. D-III consists of athletic programs at colleges and universities that choose not to offer athletic scholarships to their student-athletes.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/NCAA_DIII_logo_c.svg/320px-NCAA_DIII_logo_c.svg.png",
                      "links": [
                        {
                          "text": "Grandfather clause",
                          "url": "https://en.wikipedia.org./Grandfather_clause",
                          "title": "Grandfather clause",
                          "summary": " \nA grandfather clause, also known as grandfather policy, grandfathering, or being grandfathered in, is a provision in which an old rule continues to apply to some existing situations while a new rule will apply to all future cases. Those exempt from the new rule are said to have grandfather rights or acquired rights, or to have been grandfathered in. Frequently, the exemption is limited, as it may extend for a set time, or it may be lost under certain circumstances; for example, a grandfathered power plant might be exempt from new, more restrictive pollution laws, but the exception may be revoked and the new rules would apply if the plant were expanded. Often, such a provision is used as a compromise or out of practicality, to allow new rules to be enacted without upsetting a well-established logistical or political situation. This extends the idea of a rule not being retroactively applied.",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Iowa State University",
      "url": "https://en.wikipedia.org./Iowa_State_University",
      "title": "Iowa State University",
      "summary": "Iowa State University of Science and Technology is a public land-grant research university in Ames, Iowa, United States. Founded in 1858 as the Iowa Agricultural College and Model Farm, Iowa State became one of the nation's first designated land-grant institutions when the Iowa Legislature accepted the provisions of the 1862 Morrill Act on September 11, 1862. On July 4, 1959, the college was officially renamed Iowa State University of Science and Technology.",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Iowa_State_University_seal.svg/320px-Iowa_State_University_seal.svg.png",
      "links": [
        {
          "text": "Munich, Germany",
          "url": "https://en.wikipedia.org./Munich,_Germany",
          "title": "Munich, Germany",
          "summary": "Munich is the capital and most populous city of Bavaria, Germany. With a population of 1,604,384 inhabitants as of 30 November 2024, it is the third-largest city by population in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The Munich metropolitan area – including suburbs and satellite towns – has 3 million inhabitants; and the city's metropolitan region is home to about 6.2 million people and is the third largest metropolitan region by GDP in the European Union.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Stadtbild_M%C3%BCnchen.jpg/320px-Stadtbild_M%C3%BCnchen.jpg",
          "links": [
            {
              "text": "Greeks",
              "url": "https://en.wikipedia.org./Greeks",
              "title": "Greeks",
              "summary": "The Greeks or Hellenes are an ethnic group and nation native to Greece, Cyprus, southern Albania, Anatolia, parts of Italy and Egypt, and to a lesser extent, other countries surrounding the Eastern Mediterranean and Black Sea. They also form a significant diaspora, with many Greek communities established around the world.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Map_of_the_Greek_Diaspora_in_the_World.svg/320px-Map_of_the_Greek_Diaspora_in_the_World.svg.png",
              "links": [
                {
                  "text": "Early modern period",
                  "url": "https://en.wikipedia.org./Early_modern_period",
                  "title": "Early modern period",
                  "summary": "The early modern period is a historical period that is part of, or immediately preceded, the modern period, with divisions based primarily on the history of Europe and the broader concept of modernity. There is no exact date that marks the beginning or end of the period and its extent may vary depending on the area of history being studied. In general, the early modern period is considered to have lasted from around the start of the 16th century to the start of the 19th century. In a European context, it is defined as the period following the Middle Ages and preceding the advent of modernity; but the dates of these boundaries are far from universally agreed. In the context of global history, the early modern period is often used even in contexts where there is no equivalent \"medieval\" period.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/1700_map_of_the_world_by_Paolo_Petrini.jpg/320px-1700_map_of_the_world_by_Paolo_Petrini.jpg",
                  "links": [
                    {
                      "text": "German philosophy",
                      "url": "https://en.wikipedia.org./German_philosophy",
                      "title": "German philosophy",
                      "summary": "German philosophy, meaning philosophy in the German language or philosophy by German people, in its diversity, is fundamental for both the analytic and continental traditions. It covers figures such as Gottfried Wilhelm Leibniz, Immanuel Kant, Georg Wilhelm Friedrich Hegel, Karl Marx, Friedrich Nietzsche, Martin Heidegger, Ludwig Wittgenstein, the Vienna Circle, and the Frankfurt School, who now count among the most famous and studied philosophers of all time. They are central to major philosophical movements such as rationalism, German idealism, Romanticism, dialectical materialism, existentialism, phenomenology, hermeneutics, logical positivism, and critical theory. The Danish philosopher Søren Kierkegaard is often also included in surveys of German philosophy due to his extensive engagement with German thinkers.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/German_Studies%2C_Hegel-Nietzsche-Adorno-Marx.jpg/320px-German_Studies%2C_Hegel-Nietzsche-Adorno-Marx.jpg",
                      "links": [
                        {
                          "text": "Vienna Circle",
                          "url": "https://en.wikipedia.org./Vienna_Circle",
                          "title": "Vienna Circle",
                          "summary": "The Vienna Circle of logical empiricism was a group of elite philosophers and scientists drawn from the natural and social sciences, logic and mathematics who met regularly from 1924 to 1936 at the University of Vienna, chaired by Moritz Schlick. The Vienna Circle had a profound influence on 20th-century philosophy, especially philosophy of science and analytic philosophy.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Eingang_Mathematisches_Kolloquium.TIF/lossy-page1-320px-Eingang_Mathematisches_Kolloquium.TIF.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Professional fraternity",
      "url": "https://en.wikipedia.org./Professional_fraternity",
      "title": "Professional fraternity",
      "summary": "Professional fraternities, in the North American fraternity system, are organizations whose primary purpose is to promote the interests of a particular profession and whose membership is restricted to students in that particular field of professional education or study. This may be contrasted with service fraternities and sororities, whose primary purpose is community service, and social fraternities and sororities, whose primary purposes are generally aimed towards some other aspect, such as the development of character, friendship, leadership, or literary ability.",
      "image": "",
      "links": [
        {
          "text": "Alpha Gamma Rho",
          "url": "https://en.wikipedia.org./Alpha_Gamma_Rho",
          "title": "Alpha Gamma Rho",
          "summary": "Alpha Gamma Rho is an American social and professional agriculture-focused fraternity. It was established at Ohio State University in 1904.",
          "image": "https://upload.wikimedia.org/wikipedia/en/0/04/Alpha_Gamma_Rho.png",
          "links": [
            {
              "text": "Indianapolis",
              "url": "https://en.wikipedia.org./Indianapolis",
              "title": "Indianapolis",
              "summary": "Indianapolis, colloquially known as Indy, is the capital and most populous city of the U.S. state of Indiana and the seat of Marion County. Indianapolis is situated in the state's central till plain region along the west fork of the White River. The city's official slogan, \"Crossroads of America\", reflects its historic importance as a transportation hub and its relative proximity to other major North American markets.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Indianapolis-1872528.jpg/320px-Indianapolis-1872528.jpg",
              "links": [
                {
                  "text": "Protestantism in the United States",
                  "url": "https://en.wikipedia.org./Protestantism_in_the_United_States",
                  "title": "Protestantism in the United States",
                  "summary": "Protestantism is the largest grouping of Christians in the United States, with its combined denominations collectively comprising about 43% of the country's population in 2019. Other estimates suggest that 48.5% of the U.S. population is Protestant. Simultaneously, this corresponds to around 20% of the world's total Protestant population. The U.S. contains the largest Protestant population of any country in the world. Baptists comprise about one-third of American Protestants. The Southern Baptist Convention is the largest single Protestant denomination in the U.S., comprising one-tenth of American Protestants. Twelve of the original Thirteen Colonies were Protestant, with only Maryland having a sizable Catholic population due to Lord Baltimore's religious tolerance.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/George-Henry-Boughton-Pilgrims-Going-To-Church.jpg/320px-George-Henry-Boughton-Pilgrims-Going-To-Church.jpg",
                  "links": [
                    {
                      "text": "Anglican",
                      "url": "https://en.wikipedia.org./Anglican",
                      "title": "Anglican",
                      "summary": "Anglicanism is a Western Christian tradition which developed from the practices, liturgy, and identity of the Church of England following the English Reformation, in the context of the Protestant Reformation in Europe. It is one of the largest branches of Christianity, with around 110 million adherents worldwide as of 2001.",
                      "image": "",
                      "links": [
                        {
                          "text": "Girls' Friendly Society",
                          "url": "https://en.wikipedia.org./Girls'_Friendly_Society",
                          "title": "Girls' Friendly Society",
                          "summary": "The Girls' Friendly Society (GFS) is a charitable organisation that empowers girls and young women aged 5 to 25, encouraging them to develop their full potential through programs that provide training, confidence building, and other educational opportunities. It was originally established by a group of Anglican women in England in 1875 to address, through Christian values, the problems of working-class unmarried girls and young women who wished to better themselves.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Ballymena_St._Patrick%27s_Church_W10_%E2%80%9CBear_ye_one_another%E2%80%99s_burdens%E2%80%9D_2014_09_15.jpg/320px-Ballymena_St._Patrick%27s_Church_W10_%E2%80%9CBear_ye_one_another%E2%80%99s_burdens%E2%80%9D_2014_09_15.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}