{"2025-03-05": {"text": "Styphelia woodsii", "url": "https://en.wikipedia.org/wiki/Styphelia_woodsii", "title": "Styphelia woodsii", "summary": "Styphelia woodsii, commonly known as nodding beard-heath, is a species of flowering plant in the heath family Ericaceae and is endemic to southern continental Australia. It is a slender shrub with more or less erect, egg-shaped leaves, and pendent white, tube-shaped flowers with densely bearded lobes.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Leucopogon_woodsii.jpg/320px-Leucopogon_woodsii.jpg", "links": [{"text": "Sepal", "url": "https://en.wikipedia.org./Sepal", "title": "Sepal", "summary": "A sepal is a part of the flower of angiosperms. Usually green, sepals typically function as protection for the flower in bud, and often as support for the petals when in bloom.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Mature_flower_diagram.svg/320px-Mature_flower_diagram.svg.png", "links": [{"text": "Water caltrop", "url": "https://en.wikipedia.org./Water_caltrop", "title": "Water caltrop", "summary": "The water caltrop is any of three extant species of the genus Trapa: Trapa natans, Trapa bicornis and the endangered Trapa rossica. It is also known as buffalo nut, bat nut, devil pod, ling nut, mustache nut, singhara nut or water chestnut.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Illustration_Trapa_natans1.jpg/320px-Illustration_Trapa_natans1.jpg", "links": [{"text": "Fasciolopsiasis", "url": "https://en.wikipedia.org./Fasciolopsiasis", "title": "Fasciolopsiasis", "summary": "Fasciolopsiasis results from an infection by the trematode Fasciolopsis buski, the largest intestinal fluke of humans, growing up to 7.5 cm (3.0 in) long.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Fasciolopsis_buski_egg_08G0039_lores.jpg/320px-Fasciolopsis_buski_egg_08G0039_lores.jpg", "links": [{"text": "Pyrantel pamoate", "url": "https://en.wikipedia.org./Pyrantel_pamoate", "title": "Pyrantel pamoate", "summary": "Pyrantel is a medication used to treat a number of parasitic worm infections. This includes ascariasis, hookworm infections, enterobiasis, trichostrongyliasis, and trichinellosis. It is taken by mouth.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Pyrantel.png/320px-Pyrantel.png", "links": [{"text": "Enterobiasis", "url": "https://en.wikipedia.org./Enterobiasis", "title": "Enterobiasis", "summary": "Pinworm infection, also known as enterobiasis, is a human parasitic disease caused by the pinworm, Enterobius vermicularis. The most common symptom is pruritus ani, or itching in the anal area. The period of time from swallowing eggs to the appearance of new eggs around the anus is 4 to 8 weeks. Some people who are infected do not have symptoms.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Enterobius_vermicularis.png/320px-Enterobius_vermicularis.png", "links": [{"text": "Contamination", "url": "https://en.wikipedia.org./Contamination", "title": "Contamination", "summary": "Contamination is the presence of a constituent, impurity, or some other undesirable element that renders something unsuitable, unfit or harmful for physical body, natural environment, workplace, etc.", "image": "", "links": []}]}]}]}]}]}, {"text": "Department of Biodiversity, Conservation and Attractions (Western Australia)", "url": "https://en.wikipedia.org./Department_of_Biodiversity,_Conservation_and_Attractions_(Western_Australia)", "title": "Department of Biodiversity, Conservation and Attractions (Western Australia)", "summary": "The Department of Biodiversity, Conservation and Attractions (DBCA) is the Western Australian government department responsible for managing lands and waters described in the Conservation and Land Management Act 1984, the Rottnest Island Authority Act 1987, the Swan and Canning Rivers Management Act 2006, the Botanic Gardens and Parks Authority Act 1998, and the Zoological Parks Authority Act 2001, and implementing the state's conservation and environment legislation and regulations. The Department reports to the Minister for Environment and the Minister for Tourism.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e7/Chest_logo_DBCA_X-2018.JPG/320px-Chest_logo_DBCA_X-2018.JPG", "links": [{"text": "Bibbulmun Track", "url": "https://en.wikipedia.org./Bibbulmun_Track", "title": "Bibbulmun Track", "summary": "The Bibbulmun Track is a long-distance walk trail in Western Australia. It runs from Kalamunda in the east of Perth to Albany, and is 1,003.1 kilometres (623.3 mi) long.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Pemberton_Karri_forest_2.jpg/320px-Pemberton_Karri_forest_2.jpg", "links": [{"text": "Jarrah", "url": "https://en.wikipedia.org./Jarrah", "title": "Jarrah", "summary": "Eucalyptus marginata, commonly known as jarrah, djarraly in Noongar language and historically as Swan River mahogany, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a tree with rough, fibrous bark, leaves with a distinct midvein, white flowers and relatively large, more or less spherical fruit. Its hard, dense timber is insect resistant although the tree is susceptible to dieback. The timber has been utilised for cabinet-making, flooring and railway sleepers.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Jarrah_tree_burls_01_gnangarra.JPG/320px-Jarrah_tree_burls_01_gnangarra.JPG", "links": [{"text": "Mount Lesueur", "url": "https://en.wikipedia.org./Mount_Lesueur", "title": "Mount Lesueur", "summary": "Mount Lesueur is a near-circular, flat-topped mesa located 21 kilometres (13 mi) from Jurien Bay in Western Australia. It rises above the surrounding lateritic plain of Lesueur National Park which has eroded away around it.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Mount_Lesueur.JPG/320px-Mount_Lesueur.JPG", "links": [{"text": "Mesa", "url": "https://en.wikipedia.org./Mesa", "title": "Mesa", "summary": "A mesa is an isolated, flat-topped elevation, ridge or hill, which is bounded from all sides by steep escarpments and stands distinctly above a surrounding plain. Mesas characteristically consist of flat-lying soft sedimentary rocks capped by a more resistant layer or layers of harder rock, e.g. shales overlain by sandstones. The resistant layer acts as a caprock that forms the flat summit of a mesa. The caprock can consist of either sedimentary rocks such as sandstone and limestone; dissected lava flows; or a deeply eroded duricrust. Unlike plateau, whose usage does not imply horizontal layers of bedrock, e.g. Tibetan Plateau, the term mesa applies exclusively to the landforms built of flat-lying strata. Instead, flat-topped plateaus are specifically known as tablelands.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Mount_Conner_-_panoramio.jpg/320px-Mount_Conner_-_panoramio.jpg", "links": [{"text": "Caprock", "url": "https://en.wikipedia.org./Caprock", "title": "Caprock", "summary": "Caprock or cap rock is a more resistant rock type overlying a less resistant rock type, analogous to an upper crust on a cake that is harder than the underlying layer.", "image": "", "links": []}]}]}]}]}]}, {"text": "Type (biology)", "url": "https://en.wikipedia.org./Type_(biology)", "title": "Type (biology)", "summary": "In biology, a type is a particular specimen of an organism to which the scientific name of that organism is formally associated. In other words, a type is an example that serves to anchor or centralizes the defining features of that particular taxon. In older usage, a type was a taxon rather than a specimen.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Marocaster_coronatus_MHNT.PAL.2010.2.2_%28Close_up%29.jpg/320px-Marocaster_coronatus_MHNT.PAL.2010.2.2_%28Close_up%29.jpg", "links": [{"text": "Protistan", "url": "https://en.wikipedia.org./Protistan", "title": "Protistan", "summary": "A protist or protoctist is any eukaryotic organism that is not an animal, plant, or fungus. Protists do not form a natural group, or clade, but are a paraphyletic grouping of all descendants of the last eukaryotic common ancestor excluding plants, animals, and fungi.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Protist_collage_2.jpg/320px-Protist_collage_2.jpg", "links": [{"text": "Ecological diversity", "url": "https://en.wikipedia.org./Ecological_diversity", "title": "Ecological diversity", "summary": "Ecosystem diversity deals with the variations in ecosystems within a geographical location and its overall impact on human existence and the environment.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/BlueMarble-2001-2002.jpg/320px-BlueMarble-2001-2002.jpg", "links": [{"text": "Geographical location", "url": "https://en.wikipedia.org./Geographical_location", "title": "Geographical location", "summary": "In geography, location or place is used to denote a region on Earth's surface. The term location generally implies a higher degree of certainty than place, the latter often indicating an entity with an ambiguous boundary, relying more on human or social attributes of place identity and sense of place than on geometry. A populated place is called a settlement.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Location_icon_from_Noun_Project.png/320px-Location_icon_from_Noun_Project.png", "links": [{"text": "London", "url": "https://en.wikipedia.org./London", "title": "London", "summary": "London is the capital and largest city of both England and the United Kingdom, with a population of 8,866,180 in 2022. Its wider metropolitan area is the largest in Western Europe, with a population of 14.9 million. London stands on the River Thames in southeast England, at the head of a 50-mile (80 km) tidal estuary down to the North Sea, and has been a major settlement for nearly 2,000 years. Its ancient core and financial centre, the City of London, was founded by the Romans as Londinium and has retained its medieval boundaries. The City of Westminster, to the west of the City of London, has been the centuries-long host of the national government and parliament. London grew rapidly in the 19th century, becoming the world's largest city at the time. Since the 19th century, the name \"London\" has referred to the metropolis around the City of London, historically split between the counties of Middlesex, Essex, Surrey, Kent, and Hertfordshire, which since 1965 has largely comprised the administrative area of Greater London, governed by 33 local authorities and the Greater London Authority.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/London_Skyline_%28125508655%29.jpeg/320px-London_Skyline_%28125508655%29.jpeg", "links": [{"text": "Longitude", "url": "https://en.wikipedia.org./Longitude", "title": "Longitude", "summary": "Longitude is a geographic coordinate that specifies the east-west position of a point on the surface of the Earth, or another celestial body. It is an angular measurement, usually expressed in degrees and denoted by the Greek letter lambda (λ). Meridians are imaginary semicircular lines running from pole to pole that connect points with the same longitude. The prime meridian defines 0° longitude; by convention the International Reference Meridian for the Earth passes near the Royal Observatory in Greenwich, south-east London on the island of Great Britain. Positive longitudes are east of the prime meridian, and negative ones are west.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Division_of_the_Earth_into_Gauss-Krueger_zones_-_Globe.svg/320px-Division_of_the_Earth_into_Gauss-Krueger_zones_-_Globe.svg.png", "links": []}]}]}]}]}]}, {"text": "Mallee Woodlands and Shrublands", "url": "https://en.wikipedia.org./Mallee_Woodlands_and_Shrublands", "title": "Mallee Woodlands and Shrublands", "summary": "Mallee Woodlands and Shrublands is one of 32 Major Vegetation Groups defined by the Australian Government Department of the Environment and Energy and one of the 189 habitats in the HOTW habitats of the World classification.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Map_of_Mallee_Woodlands_and_Shrublands_plant_communities_across_southern_Australia.png/320px-Map_of_Mallee_Woodlands_and_Shrublands_plant_communities_across_southern_Australia.png", "links": [{"text": "Great Victoria Desert", "url": "https://en.wikipedia.org./Great_Victoria_Desert", "title": "Great Victoria Desert", "summary": "The Great Victoria Desert is a sparsely populated desert ecoregion and interim Australian bioregion in Western Australia and South Australia.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Serpentine_Lakes.JPG/320px-Serpentine_Lakes.JPG", "links": [{"text": "Salt lake (geography)", "url": "https://en.wikipedia.org./Salt_lake_(geography)", "title": "Salt lake (geography)", "summary": "A salt lake or saline lake is a landlocked body of water that has a concentration of salts and other dissolved minerals significantly higher than most lakes. In some cases, salt lakes have a higher concentration of salt than sea water; such lakes can also be termed hypersaline lake, and may also be pink lakes on account of their color. An alkalic salt lake that has a high content of carbonate is sometimes termed a soda lake.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Water_salinity_diagram.png/320px-Water_salinity_diagram.png", "links": [{"text": "Ion", "url": "https://en.wikipedia.org./Ion", "title": "Ion", "summary": "An ion is an atom or molecule with a net electrical charge. The charge of an electron is considered to be negative by convention and this charge is equal and opposite to the charge of a proton, which is considered to be positive by convention. The net charge of an ion is not zero because its total number of electrons is unequal to its total number of protons.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Ionic_bonding.svg/320px-Ionic_bonding.svg.png", "links": [{"text": "Chemical bond", "url": "https://en.wikipedia.org./Chemical_bond", "title": "Chemical bond", "summary": "A chemical bond is the association of atoms or ions to form molecules, crystals, and other structures. The bond may result from the electrostatic force between oppositely charged ions as in ionic bonds or through the sharing of electrons as in covalent bonds, or some combination of these effects. Chemical bonds are described as having different strengths: there are \"strong bonds\" or \"primary bonds\" such as covalent, ionic and metallic bonds, and \"weak bonds\" or \"secondary bonds\" such as dipole–dipole interactions, the London dispersion force, and hydrogen bonding.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Dihydrogen-phase-3D-balls.png/320px-Dihydrogen-phase-3D-balls.png", "links": [{"text": "Radical (chemistry)", "url": "https://en.wikipedia.org./Radical_(chemistry)", "title": "Radical (chemistry)", "summary": "In chemistry, a radical, also known as a free radical, is an atom, molecule, or ion that has at least one unpaired valence electron.\nWith some exceptions, these unpaired electrons make radicals highly chemically reactive. Many radicals spontaneously dimerize. Most organic radicals have short lifetimes.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Hydroxyl_radical.svg/320px-Hydroxyl_radical.svg.png", "links": []}]}]}]}]}]}]}, "2025-03-04": {"text": "2021 Credit Karma Money 250", "url": "https://en.wikipedia.org/wiki/2021_Credit_Karma_Money_250", "title": "2021 Credit Karma Money 250", "summary": "The 2021 Credit Karma Money 250 was the 18th stock car race of the 2021 NASCAR Xfinity Series season, and the inaugural running of the event, when NASCAR decided to return to Atlanta for two races a year instead of the previous one. The race was held on Saturday, July 10, 2021 in Hampton, Georgia at Atlanta Motor Speedway, a 1.54 miles (2.48 km) permanent asphalt quad-oval intermediate speedway. The race was extended to 164 laps from the scheduled 163 due to a NASCAR overtime finish. In a historic 102nd win in the NASCAR Xfinity Series, Kyle Busch of Joe Gibbs Racing would win his last race for the team. Jeb Burton of Kaulig Racing and Noah Gragson of JR Motorsports would score the rest of the podium positions, taking 2nd and 3rd, respectively.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Credit_Karma_Money_250_logo.png/320px-Credit_Karma_Money_250_logo.png", "links": [{"text": "Noah Gragson", "url": "https://en.wikipedia.org./Noah_Gragson", "title": "Noah Gragson", "summary": "Noah Quinn Gragson is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 4 Ford Mustang Dark Horse for Front Row Motorsports.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Noah_Gragson_Las_Vegas_Fall_2024.jpg/320px-Noah_Gragson_Las_Vegas_Fall_2024.jpg", "links": [{"text": "Grant Enfinger", "url": "https://en.wikipedia.org./Grant_Enfinger", "title": "Grant Enfinger", "summary": "Grant McArthur Enfinger is an American professional stock car racing driver. He competes full-time in the NASCAR Craftsman Truck Series, driving the No. 9 Chevrolet Silverado RST for CR7 Motorsports. Before moving up to the Truck Series, Enfinger won the 2015 ARCA Racing Series series championship with GMS Racing.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Grant_Enfinger_Sonoma_2023.jpg/320px-Grant_Enfinger_Sonoma_2023.jpg", "links": [{"text": "Brad Keselowski Racing", "url": "https://en.wikipedia.org./Brad_Keselowski_Racing", "title": "Brad Keselowski Racing", "summary": "Brad Keselowski Racing was an American professional stock car racing team that competed in the NASCAR Camping World Truck Series. Started in 2007, it was owned and operated by NASCAR Cup Series and Xfinity Series champion Brad Keselowski. The team most recently fielded the Nos. 19 and 29 Ford F-150s for Austin Cindric and Chase Briscoe. On August 17, 2017, BKR announced that they would suspend operations after the 2017 season.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/BKR_Logo.jpg/320px-BKR_Logo.jpg", "links": [{"text": "DeWitt, Michigan", "url": "https://en.wikipedia.org./DeWitt,_Michigan", "title": "DeWitt, Michigan", "summary": "DeWitt is a city in Clinton County in the U.S. state of Michigan. The population was 4,776 at the 2020 census. The city is located north of Interstate 69 and west of U.S. Route 127, just north of the city of Lansing.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/DeWitt%2C_MI_location.png/320px-DeWitt%2C_MI_location.png", "links": [{"text": "Hispanic (U.S. Census)", "url": "https://en.wikipedia.org./Hispanic_(U.S._Census)", "title": "Hispanic (U.S. Census)", "summary": "In the United States census, the US Census Bureau and the Office of Management and Budget (OMB) define a set of self-identified categories of race and ethnicity chosen by residents, with which they most closely identify. Residents can indicate their origins alongside their race, and are asked specifically whether they are of Hispanic or Latino origin in a separate question.", "image": "", "links": [{"text": "United States Secretary of State", "url": "https://en.wikipedia.org./United_States_Secretary_of_State", "title": "United States Secretary of State", "summary": "The United States secretary of state (SecState) is a member of the executive branch of the federal government of the United States and the head of the U.S. Department of State.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Seal_of_the_United_States_Secretary_of_State.svg/320px-Seal_of_the_United_States_Secretary_of_State.svg.png", "links": []}]}]}]}]}]}, {"text": "Hampton, Georgia", "url": "https://en.wikipedia.org./Hampton,_Georgia", "title": "Hampton, Georgia", "summary": "Hampton is a city in southwestern Henry County, Georgia, United States. The population as of the 2020 census was 8,368. It is a southeastern suburb in the Atlanta metropolitan area.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Henry_County_Georgia_Incorporated_and_Unincorporated_areas_Hampton_Highlighted.svg/320px-Henry_County_Georgia_Incorporated_and_Unincorporated_areas_Hampton_Highlighted.svg.png", "links": [{"text": "City", "url": "https://en.wikipedia.org./City", "title": "City", "summary": "A city is a human settlement of a substantial size. The term \"city\" has different meanings around the world and in some places the settlement can be very small. Even where the term is limited to larger settlements, there is no universally agreed definition of the lower boundary for their size. In a narrower sense, a city can be defined as a permanent and densely populated place with administratively defined boundaries whose members work primarily on non-agricultural tasks. Cities generally have extensive systems for housing, transportation, sanitation, utilities, land use, production of goods, and communication. Their density facilitates interaction between people, government organizations, and businesses, sometimes benefiting different parties in the process, such as improving the efficiency of goods and service distribution.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Tokyo_Shibuya_Scramble_Crossing_2018-10-09.jpg/320px-Tokyo_Shibuya_Scramble_Crossing_2018-10-09.jpg", "links": [{"text": "Zürich", "url": "https://en.wikipedia.org./Zürich", "title": "Zürich", "summary": "Zurich is the largest city in Switzerland and the capital of the canton of Zurich. It is located in north-central Switzerland, at the northwestern tip of Lake Zurich. As of January 2023, the municipality had 443,037 inhabitants, the urban area 1.315 million (2009), and the Zurich metropolitan area 1.83 million (2011). Zurich is a hub for railways, roads, and air traffic. Both Zurich Airport and Zurich's main railway station are the largest and busiest in the country.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Opernhaus_Z%C3%BCrich_-_Sechsel%C3%A4utenplatz_2013-08-31_18-30-40.JPG/320px-Opernhaus_Z%C3%BCrich_-_Sechsel%C3%A4utenplatz_2013-08-31_18-30-40.JPG", "links": [{"text": "Max Bill", "url": "https://en.wikipedia.org./Max_Bill", "title": "Max Bill", "summary": "Max Bill was a Swiss architect, artist, painter, typeface designer, industrial designer and graphic designer.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Com_L19-0188-0203A.jpg/320px-Com_L19-0188-0203A.jpg", "links": [{"text": "Johannes Itten", "url": "https://en.wikipedia.org./Johannes_Itten", "title": "Johannes Itten", "summary": "Johannes Itten was a Swiss expressionist painter, designer, teacher, writer and theorist associated with the Bauhaus school. Together with German-American painter Lyonel Feininger and German sculptor Gerhard Marcks, under the direction of German architect Walter Gropius, Itten was part of the core of the Weimar Bauhaus.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Johannes_Itten_%28retuschiert%29.jpg/320px-Johannes_Itten_%28retuschiert%29.jpg", "links": [{"text": "Mass production", "url": "https://en.wikipedia.org./Mass_production", "title": "Mass production", "summary": "Mass production, also known as flow production, series production, series manufacture, or continuous production, is the production of substantial amounts of standardized products in a constant flow, including and especially on assembly lines. Together with job production and batch production, it is one of the three main production methods.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Hyundai_car_assembly_line.jpg/320px-Hyundai_car_assembly_line.jpg", "links": []}]}]}]}]}]}, {"text": "Atlanta", "url": "https://en.wikipedia.org./Atlanta", "title": "Atlanta", "summary": "Atlanta is the capital and most populous city in the U.S. state of Georgia. It is the seat of Fulton County, and a portion of the city extends into neighboring DeKalb County. With a population of 510,823 living within the city limits, Atlanta is the eighth most populous city in the Southeast and 36th most populous city in the United States according to the 2020 U.S. census. It is the principal city of the much larger Atlanta metropolitan area, the core of which includes Cobb, Clayton and Gwinnett counties, in addition to Fulton and DeKalb. Metro Atlanta is home to more than 6.3 million people, making it the sixth-largest U.S. metropolitan area. Situated among the foothills of the Appalachian Mountains at an elevation of just over 1,000 feet (300 m) above sea level, Atlanta features unique topography that includes rolling hills, lush greenery, and the densest urban tree coverage of any major city in the United States.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Atlanta_cityscape.jpg/320px-Atlanta_cityscape.jpg", "links": [{"text": "General William T. Sherman", "url": "https://en.wikipedia.org./General_William_T._Sherman", "title": "General William T. Sherman", "summary": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), earning recognition for his command of military strategy but criticism for the harshness of his scorched-earth policies, which he implemented in his military campaign against the Confederate States. British military theorist and historian B. H. Liddell Hart declared that Sherman was \"the most original genius of the American Civil War\" and \"the first modern general\".", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/General_William_T._Sherman_%284190887790%29_%28cropped%29.jpg/320px-General_William_T._Sherman_%284190887790%29_%28cropped%29.jpg", "links": [{"text": "Hugh Boyle Ewing", "url": "https://en.wikipedia.org./Hugh_Boyle_Ewing", "title": "Hugh Boyle Ewing", "summary": "Hugh Boyle Ewing was a diplomat, author, attorney, and Union Army general during the American Civil War. He was a member of the prestigious Ewing family, son of Thomas Ewing, the eldest brother of Thomas Ewing, Jr. and Charles Ewing, and the foster brother and brother-in-law of William T. Sherman. General Ewing was an ambitious, literate, and erudite officer who held a strong sense of responsibility for the men under his command. He combined his West Point experience with the Civil War system of officer election.", "image": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Hugh_Boyle_Ewing.jpg", "links": [{"text": "Guerrilla", "url": "https://en.wikipedia.org./Guerrilla", "title": "Guerrilla", "summary": "Guerrilla warfare is a form of unconventional warfare in which small groups of irregular military, such as rebels, partisans, paramilitary personnel or armed civilians, including recruited children, use ambushes, sabotage, terrorism, raids, petty warfare or hit-and-run tactics in a rebellion, in a violent conflict, in a war or in a civil war to fight against regular military, police or rival insurgent forces.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/As_Guerrilhas_na_Guerra_Peninsular_%28Roque_Gameiro%2C_Quadros_da_Hist%C3%B3ria_de_Portugal%2C_1917%29.png/320px-As_Guerrilhas_na_Guerra_Peninsular_%28Roque_Gameiro%2C_Quadros_da_Hist%C3%B3ria_de_Portugal%2C_1917%29.png", "links": [{"text": "Nationalism", "url": "https://en.wikipedia.org./Nationalism", "title": "Nationalism", "summary": "Nationalism is an idea or movement that holds that the nation should be congruent with the state. As a movement, it presupposes the existence and tends to promote the interests of a particular nation, especially with the aim of gaining and maintaining its sovereignty (self-governance) over its perceived homeland to create a nation-state. It holds that each nation should govern itself, free from outside interference (self-determination), that a nation is a natural and ideal basis for a polity, and that the nation is the only rightful source of political power. It further aims to build and maintain a single national identity, based on a combination of shared social characteristics such as culture, ethnicity, geographic location, language, politics, religion, traditions and belief in a shared singular history, and to promote national unity or solidarity. There are various definitions of a \"nation\", which leads to different types of nationalism. The two main divergent forms are ethnic nationalism and civic nationalism.", "image": "", "links": [{"text": "Heinrich von Sybel", "url": "https://en.wikipedia.org./Heinrich_von_Sybel", "title": "Heinrich von Sybel", "summary": "Heinrich Karl Ludolf von Sybel was a German historian and politician, who served in the Landtag of Prussia from 1862 to 1864 and from 1874 to 1880. He was a professor at the University of Bonn from 1861 to 1875 and director of the Prussian Archives from 1875.", "image": "https://upload.wikimedia.org/wikipedia/commons/1/17/Heinrich_von_Sybel.jpg", "links": []}]}]}]}]}]}, {"text": "NASCAR Xfinity Series", "url": "https://en.wikipedia.org./NASCAR_Xfinity_Series", "title": "NASCAR Xfinity Series", "summary": "The NASCAR Xfinity Series (NXS) is a stock car racing series organized by NASCAR. It is promoted as NASCAR's second-tier circuit to the organization's top level Cup Series. NXS events are frequently held as a support race on the day prior to a Cup Series event scheduled for that weekend.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/NASCAR_Xfinity_Series_logo.svg/320px-NASCAR_Xfinity_Series_logo.svg.png", "links": [{"text": "Busch Beer", "url": "https://en.wikipedia.org./Busch_Beer", "title": "Busch Beer", "summary": "\nAnheuser-Busch, a wholly owned subsidiary of Anheuser-Busch InBev SA/NV, is the largest brewing company in the United States, with a market share of 45 percent in 2016.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Budweiser_beer.jpg/320px-Budweiser_beer.jpg", "links": [{"text": "Atlantic City, New Jersey", "url": "https://en.wikipedia.org./Atlantic_City,_New_Jersey", "title": "Atlantic City, New Jersey", "summary": "Atlantic City, sometimes referred to by its initials A.C., is a Jersey Shore seaside resort city in Atlantic County, in the U.S. state of New Jersey.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/A_sunset_view_of_the_beach_in_Atlantic_City%2C_NJ.jpg/320px-A_sunset_view_of_the_beach_in_Atlantic_City%2C_NJ.jpg", "links": [{"text": "Democratic Party (United States)", "url": "https://en.wikipedia.org./Democratic_Party_(United_States)", "title": "Democratic Party (United States)", "summary": "The Democratic Party is one of the two major contemporary political parties in the United States. Since the late 1850s, its main political rival has been the Republican Party.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/US_Democratic_Party_Logo.svg/320px-US_Democratic_Party_Logo.svg.png", "links": [{"text": "Agrarianism", "url": "https://en.wikipedia.org./Agrarianism", "title": "Agrarianism", "summary": "Agrarianism is a social and political philosophy that advocates for rural development, a rural agricultural lifestyle, family farming, widespread property ownership, and political decentralization. Those who adhere to agrarianism tend to value traditional forms of local community over urban modernity. Agrarian political parties sometimes aim to support the rights and sustainability of small farmers and poor peasants against the wealthy, powerful and famous in society.", "image": "", "links": [{"text": "Chinese Civil War", "url": "https://en.wikipedia.org./Chinese_Civil_War", "title": "Chinese Civil War", "summary": "The Chinese Civil War was fought between the Kuomintang-led government of the Republic of China and the forces of the Chinese Communist Party (CCP), with armed conflict continuing intermittently from 1 August 1927 until Communist victory resulted in their total control over mainland China on 7 December 1949.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Battle_of_Siping03.jpg/320px-Battle_of_Siping03.jpg", "links": []}]}]}]}]}]}]}, "2025-03-08": {"text": "Tower of David (northeast tower)", "url": "https://en.wikipedia.org/wiki/Tower_of_David_(northeast_tower)", "title": "Tower of David (northeast tower)", "summary": "Tower of David is a historical name given to the northeast tower of the Citadel of Jerusalem. It has been identified as a Herodian structure, either the Phasael Tower or the Hippicus Tower described by the ancient Jewish historian Josephus.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Jerusalem_047_%282458082819%29.jpg/320px-Jerusalem_047_%282458082819%29.jpg", "links": [{"text": "Ashlars", "url": "https://en.wikipedia.org./Ashlars", "title": "Ashlars", "summary": "Ashlar is a cut and dressed stone, worked using a chisel to achieve a specific form, typically rectangular in shape. The term can also refer to a structure built from such stones.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Perfectwall.jpg/320px-Perfectwall.jpg", "links": [{"text": "Phaistos", "url": "https://en.wikipedia.org./Phaistos", "title": "Phaistos", "summary": "Phaistos, also transliterated as Phaestos, Festos and Latin Phaestus, is a Bronze Age archaeological site at modern Faistos, a municipality in south central Crete. It is notable for the remains of a Minoan palace and the surrounding town.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Map_Minoan_Crete-en.svg/320px-Map_Minoan_Crete-en.svg.png", "links": [{"text": "Antonio Taramelli", "url": "https://en.wikipedia.org./Antonio_Taramelli", "title": "Antonio Taramelli", "summary": "Antonio Taramelli was an Italian archaeologist.", "image": "https://upload.wikimedia.org/wikipedia/commons/3/35/Antonio_Taramelli_Senato.gif", "links": [{"text": "Bithia, Italy", "url": "https://en.wikipedia.org./Bithia,_Italy", "title": "Bithia, Italy", "summary": "Bithia or Bitia was a Phoenician, Carthaginian, and Roman town located near Chia in the extreme south of Sardinia, Italy. Most of the ruins have been submerged underwater.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Bithia_ruins.jpg/320px-Bithia_ruins.jpg", "links": [{"text": "Roman Republic", "url": "https://en.wikipedia.org./Roman_Republic", "title": "Roman Republic", "summary": "The Roman Republic was the era of classical Roman civilisation beginning with the overthrow of the Roman Kingdom and ending in 27 BC with the establishment of the Roman Empire following the War of Actium. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Q._Servilius_Caepio_%28M._Junius%29_Brutus%2C_denarius%2C_54_BC%2C_RRC_433-1_reverse.jpg/320px-Q._Servilius_Caepio_%28M._Junius%29_Brutus%2C_denarius%2C_54_BC%2C_RRC_433-1_reverse.jpg", "links": [{"text": "Cena", "url": "https://en.wikipedia.org./Cena", "title": "Cena", "summary": "In Ancient Roman culture, cena or coena was the main meal of the day. The grammarian, Sextus Pompeius Festus, preserved in his De verborum significatione that in earlier times, cena was held midday but later began to be held in evenings, with prandium replacing the noon meal. Cena would occur after work was completed for the day and was a focal point of social life, along with the public baths, the frequenting of which often preceded the meal. Seating during dinner was in the triclinium, three couches for reclining arranged as three sides of a square, with a small table for food in the middle of all these, although masonry dining areas have been found in Pompeian gardens for out of doors dining during warmer weather. Whether inside or out, the couches would have been cushioned by mattresses and pillows while the diners reclined on their elbows. Ancient Romans believed that having more than one meal per day was unhealthy.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Pompei_2012_%288057098593%29.jpg/320px-Pompei_2012_%288057098593%29.jpg", "links": []}]}]}]}]}]}, {"text": "First Crusade", "url": "https://en.wikipedia.org./First_Crusade", "title": "First Crusade", "summary": "The First Crusade (1096–1099) was the first of a series of religious wars, or Crusades, initiated, supported and at times directed by the Latin Church in the Middle Ages. The objective was the recovery of the Holy Land from Islamic rule. While Jerusalem had been under Muslim rule for hundreds of years, by the 11th century the Seljuk takeover of the region threatened local Christian populations, pilgrimages from the West, and the Byzantine Empire itself. The earliest initiative for the First Crusade began in 1095 when Byzantine emperor Alexios I Komnenos requested military support from the Council of Piacenza in the empire's conflict with the Seljuk-led Turks. This was followed later in the year by the Council of Clermont, during which Pope Urban II supported the Byzantine request for military assistance and also urged faithful Christians to undertake an armed pilgrimage to Jerusalem.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Peter_the_Hermit.jpg/320px-Peter_the_Hermit.jpg", "links": [{"text": "Nicaea", "url": "https://en.wikipedia.org./Nicaea", "title": "Nicaea", "summary": "Nicaea, also known as Nikaia, was an ancient Greek city in the north-western Anatolian region of Bithynia that is primarily known as the site of the First and Second Councils of Nicaea, the Nicene Creed, and as the capital city of the Empire of Nicaea following the Fourth Crusade in 1204, until the recapture of Constantinople by the Byzantines in 1261. Nicaea was also the capital of the Ottomans from 1331 to 1335.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Iznik_Roman_Theatre_1645.jpg/320px-Iznik_Roman_Theatre_1645.jpg", "links": [{"text": "Strabo", "url": "https://en.wikipedia.org./Strabo", "title": "Strabo", "summary": "Strabo was an ancient Greek geographer who lived in Asia Minor during the transitional period of the Roman Republic into the Roman Empire. He is best known for his work Geographica, which presented a descriptive history of people and places from different regions of the world known during his lifetime. Additionally, Strabo authored historical works, but only fragments and quotations of these survive in the writings of other authors.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Strabo.jpg/320px-Strabo.jpg", "links": [{"text": "Xenarchus", "url": "https://en.wikipedia.org./Xenarchus", "title": "Xenarchus", "summary": "Xenarchus of Seleucia in Cilicia, was a Greek Peripatetic philosopher and grammarian. Xenarchus left home early, and devoted himself to the profession of teaching, first at Alexandria, afterwards at Athens, and last at Rome, where he enjoyed the friendship of Arius, and afterwards of Augustus; and he was still living, in old age and honour, when Strabo wrote. Xenarchus disagreed with Aristotle on many issues. He denied the existence of the aether, composing a treatise entitled Against the Fifth Element. He is also mentioned by Simplicius, by Julian the Apostate, and by Alexander of Aphrodisias.", "image": "https://upload.wikimedia.org/wikipedia/commons/d/db/Nuremberg_chronicles_f_097r_2.png", "links": [{"text": "Arius Didymus", "url": "https://en.wikipedia.org./Arius_Didymus", "title": "Arius Didymus", "summary": "Arius Didymus was a Stoic philosopher and teacher of Augustus. Fragments of his handbooks summarizing Stoic and Peripatetic doctrines are preserved by Stobaeus and Eusebius.", "image": "", "links": [{"text": "Theon (1st century BC)", "url": "https://en.wikipedia.org./Theon_(1st_century_BC)", "title": "Theon (1st century BC)", "summary": "Theon of Alexandria was a grammarian who taught at Rome in the reigns of the emperors Augustus and Tiberius. He succeeded Areius in this role, and was succeeded by Apion. He was the son of the grammarian Artemidorus of Tarsus and the head of the school at Alexandria.", "image": "", "links": []}]}]}]}]}]}, {"text": "Sad (surah)", "url": "https://en.wikipedia.org./Sad_(surah)", "title": "Sad (surah)", "summary": "Ṣad is the 38th chapter (sūrah) of the Qur'an with 88 verses (āyāt) and 1 sajdah ۩ (38:24). Sad is the name of the eighteenth letter in the Arabic alphabet.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Sura38.pdf/page1-320px-Sura38.pdf.jpg", "links": [{"text": "Muhammad", "url": "https://en.wikipedia.org./Muhammad", "title": "Muhammad", "summary": "Muhammad was an Arab religious and political leader and the founder of Islam. According to Islam, he was a prophet who was divinely inspired to preach and confirm the monotheistic teachings of Adam, Noah, Abraham, Moses, Jesus, and other prophets. He is believed to be the Seal of the Prophets in Islam, and along with the Quran, his teachings and normative examples form the basis for Islamic religious belief.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Dark_vignette_Al-Masjid_AL-Nabawi_Door800x600x300_%28cropped%29.jpg/320px-Dark_vignette_Al-Masjid_AL-Nabawi_Door800x600x300_%28cropped%29.jpg", "links": [{"text": "Hawazin", "url": "https://en.wikipedia.org./Hawazin", "title": "Hawazin", "summary": "The Hawazin were an Arab tribe originally based in the western Najd and around Ta'if in the Hejaz. They formed part of the larger Qays tribal group. The Hawazin consisted of the subtribes of Banu Sa'd, and Banu Jusham, as well as the powerful Banu Thaqif and Banu Amir, which were both often counted separately from the Hawazin.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Hawazin_Flag_%2820%29.png/320px-Hawazin_Flag_%2820%29.png", "links": [{"text": "Arabic language", "url": "https://en.wikipedia.org./Arabic_language", "title": "Arabic language", "summary": "Arabic is a Central Semitic language of the Afroasiatic language family spoken primarily in the Arab world. The ISO assigns language codes to 32 varieties of Arabic, including its standard form of Literary Arabic, known as Modern Standard Arabic, which is derived from Classical Arabic. This distinction exists primarily among Western linguists; Arabic speakers themselves generally do not distinguish between Modern Standard Arabic and Classical Arabic, but rather refer to both as al-ʿarabiyyatu l-fuṣḥā or simply al-fuṣḥā (اَلْفُصْحَىٰ).", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Arabic_speaking_world.svg/320px-Arabic_speaking_world.svg.png", "links": [{"text": "Said Akl", "url": "https://en.wikipedia.org./Said_Akl", "title": "Said Akl", "summary": "Said Akl was a Lebanese poet, linguist, philosopher, writer, playwright and language reformer. He is considered one of the most important Lebanese poets of the modern era. He is most famous for his advocacy on behalf of codifying the spoken Lebanese Arabic language as competency distinct from Standard Arabic, to be written in a modern modified Roman script consisting of 36 symbols that he deemed an evolution of the Phoenician alphabet. Despite this, he contributed to several literary movements in Modern Standard Arabic, producing some of the masterpieces of modern Arabic belle lettres.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Said_Akl.jpg/320px-Said_Akl.jpg", "links": [{"text": "Phoenicianism", "url": "https://en.wikipedia.org./Phoenicianism", "title": "Phoenicianism", "summary": "Phoenicianism is a form of Lebanese nationalism that apprizes and presents ancient Phoenicia as the chief ethno-cultural foundation of the Lebanese people. It is juxtaposed with Arab migrations to the Levant following the early Muslim conquests in the 7th century, which resulted in the region's Arabization. As such, this perspective opposes pan-Arabism and pan-Islamism, and also seeks to resist Syrian influence on the Lebanese political and cultural spheres.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Phoenician_maritime_expansions_across_the_Mediterranean.jpg/320px-Phoenician_maritime_expansions_across_the_Mediterranean.jpg", "links": []}]}]}]}]}]}, {"text": "Herod's Palace (Jerusalem)", "url": "https://en.wikipedia.org./Herod's_Palace_(Jerusalem)", "title": "Herod's Palace (Jerusalem)", "summary": "Herod's Palace at Jerusalem was built in the last quarter of the 1st century BC by King Herod the Great of Judea from 37 BC to 4 BC. It was the second most important building in Jerusalem, after the Temple itself, in Herod's day and was situated at the northwestern wall of the Upper City of Jerusalem. Herod lived in it as a principal residence, but not permanently, as he owned other palace-fortresses, notably at Masada, Herodium and Caesarea Maritima. Nothing remains of the Jerusalem Palace today except for portions of the surrounding wall-and-tower complex, much altered and generally known as \"the Citadel\". The site of the former palace is now occupied by the Tower of David Museum, a police station, and a former Turkish barracks/prison known as the Kishle.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Jerusalem_Modell_BW_10.JPG/320px-Jerusalem_Modell_BW_10.JPG", "links": [{"text": "Titus", "url": "https://en.wikipedia.org./Titus", "title": "Titus", "summary": "Titus Caesar Vespasianus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death, becoming the first Roman emperor ever to succeed his biological father.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Titus_Ny_Carlsberg_Glyptotek_IN3159.jpg/320px-Titus_Ny_Carlsberg_Glyptotek_IN3159.jpg", "links": [{"text": "Nero", "url": "https://en.wikipedia.org./Nero", "title": "Nero", "summary": "Nero Claudius Caesar Augustus Germanicus was a Roman emperor and the final emperor of the Julio-Claudian dynasty, reigning from AD 54 until his death in AD 68.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Nero_Glyptothek_Munich_321.jpg/320px-Nero_Glyptothek_Munich_321.jpg", "links": [{"text": "Sporus", "url": "https://en.wikipedia.org./Sporus", "title": "Sporus", "summary": "Sporus was a young slave boy whom the Roman emperor Nero had castrated and married as his empress during his tour of Greece in 66–67 AD, allegedly in order for him to play the role of his wife, Poppaea Sabina, who had died the previous year.", "image": "", "links": [{"text": "Gnaeus Domitius Ahenobarbus (consul 32)", "url": "https://en.wikipedia.org./Gnaeus_Domitius_Ahenobarbus_(consul_32)", "title": "Gnaeus Domitius Ahenobarbus (consul 32)", "summary": "Gnaeus Domitius Ahenobarbus was a member of the imperial Julio-Claudian dynasty of Ancient Rome. Domitius was the son of Antonia Major. He married Agrippina the Younger and became the father of the emperor Nero.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Domitius_Enobarbarus%2C_father_of_Emperor_Nero%2C_inv._2222%2C_Consul_32_AD%2C_bust_reworked_-_Braccio_Nuovo%2C_Museo_Chiaramonti_-_Vatican_Museums_-_DSC00908.jpg/320px-Domitius_Enobarbarus%2C_father_of_Emperor_Nero%2C_inv._2222%2C_Consul_32_AD%2C_bust_reworked_-_Braccio_Nuovo%2C_Museo_Chiaramonti_-_Vatican_Museums_-_DSC00908.jpg", "links": [{"text": "Germanicus", "url": "https://en.wikipedia.org./Germanicus", "title": "Germanicus", "summary": "Germanicus Julius Caesar was an ancient Roman general and politician most famously known for his campaigns against Arminius in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honor of his victories in Germania. In AD 4 he was adopted by his paternal uncle Tiberius, himself the stepson and heir of Germanicus' great-uncle Augustus; ten years later, Tiberius succeeded Augustus as Roman emperor. As a result of his adoption, Germanicus became an official member of the gens Julia, another prominent family, to which he was related on his mother's side. His connection to the Julii Caesares was further consolidated through a marriage between him and Agrippina the Elder, a granddaughter of Augustus. He was also the father of Caligula, the maternal grandfather of Nero, and the older brother of Claudius.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/%28Toulouse%29_Portrait_de_Germanicus_-_Mus%C3%A9e_Saint-Raymond_Ra_342_c.jpg/320px-%28Toulouse%29_Portrait_de_Germanicus_-_Mus%C3%A9e_Saint-Raymond_Ra_342_c.jpg", "links": []}]}]}]}]}]}]}, "2025-03-03": {"text": "EXmas", "url": "https://en.wikipedia.org/wiki/EXmas", "title": "EXmas", "summary": "EXmas is a 2023 American romantic comedy Christmas film directed by Jonah Feingold, starring Leighton Meester and Robbie Amell. It was released on Amazon Freevee on November 17, 2023.", "image": "https://upload.wikimedia.org/wikipedia/en/e/e0/EXmas_2023_film_poster.jpg", "links": [{"text": "Amazon Freevee", "url": "https://en.wikipedia.org./Amazon_Freevee", "title": "Amazon Freevee", "summary": "Amazon Freevee was an American ad-supported video-on-demand (VOD) streaming service owned by Amazon, with original and licensed programming.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Freevee_logo_background_purple.svg/320px-Freevee_logo_background_purple.svg.png", "links": [{"text": "Smart TV", "url": "https://en.wikipedia.org./Smart_TV", "title": "Smart TV", "summary": "A smart TV, also known as a connected TV (CTV), is a traditional television set with integrated Internet and interactive Web 2.0 features that allow users to stream music and videos, browse the internet, and view photos. Smart TVs are a technological convergence of computers, televisions, and digital media players. Besides the traditional functions of television sets provided through traditional broadcasting media, these devices can provide access to over-the-top media services such as streaming television and internet radio, along with home networking access.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LG_smart_TV.jpg/320px-LG_smart_TV.jpg", "links": [{"text": "University of Chicago", "url": "https://en.wikipedia.org./University_of_Chicago", "title": "University of Chicago", "summary": "The University of Chicago is a private research university in Chicago, Illinois, United States. Its main campus is in the Hyde Park neighborhood on Chicago's South Side, near the shore of Lake Michigan about 7 miles (11 km) from the Loop.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/79/University_of_Chicago_shield.svg/320px-University_of_Chicago_shield.svg.png", "links": [{"text": "Philip Roth", "url": "https://en.wikipedia.org./Philip_Roth", "title": "Philip Roth", "summary": "Philip Milton Roth was an American novelist and short-story writer. Roth's fiction—often set in his birthplace of Newark, New Jersey—is known for its intensely autobiographical character, for philosophically and formally blurring the distinction between reality and fiction, for its \"sensual, ingenious style\" and for its provocative explorations of American identity. He first gained attention with the 1959 short story collection Goodbye, Columbus, which won the U.S. National Book Award for Fiction. Ten years later, he published the bestseller Portnoy's Complaint. Nathan Zuckerman, Roth's literary alter ego, narrates several of his books. A fictionalized Roth narrates some of his others, such as the alternate history The Plot Against America.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Philip_Roth%2C_Author_2020732799_3x4.jpg/320px-Philip_Roth%2C_Author_2020732799_3x4.jpg", "links": [{"text": "WH Smith Literary Award", "url": "https://en.wikipedia.org./WH_Smith_Literary_Award", "title": "WH Smith Literary Award", "summary": "The WH Smith Literary Award was an award founded in 1959 by British high street retailer W H Smith to \"encourage and bring international esteem to authors of the British Commonwealth\". Originally open to all residents of the UK, the Commonwealth and Ireland, it later admitted foreign works in translation and works by US authors. The final three winners were Americans, and 2005 was the award's final year.", "image": "", "links": [{"text": "United Kingdom", "url": "https://en.wikipedia.org./United_Kingdom", "title": "United Kingdom", "summary": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Northwestern Europe, off the coast of the continental mainland. It comprises England, Scotland, Wales, and Northern Ireland. The UK includes the island of Great Britain, the north-eastern part of the island of Ireland, and most of the smaller islands within the British Isles, covering 94,354 square miles (244,376 km2). Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea, and the Irish Sea. The United Kingdom had an estimated population of 68.2 million people in 2023. The capital and largest city of both England and the United Kingdom is London, whose wider metropolitan area is the largest in Western Europe, with a population of 14.9 million. The cities of Edinburgh, Cardiff, and Belfast are the national capitals of Scotland, Wales, and Northern Ireland, respectively.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Flag_of_the_United_Kingdom_%281-2%29.svg/320px-Flag_of_the_United_Kingdom_%281-2%29.svg.png", "links": []}]}]}]}]}]}, {"text": "Michael Hitchcock", "url": "https://en.wikipedia.org./Michael_Hitchcock", "title": "Michael Hitchcock", "summary": "Michael Hitchcock is an American actor, comedian, screenwriter, and television producer.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Michael_Hitchcock_in_2023_BCO.jpg/320px-Michael_Hitchcock_in_2023_BCO.jpg", "links": [{"text": "Dermot Mulroney", "url": "https://en.wikipedia.org./Dermot_Mulroney", "title": "Dermot Mulroney", "summary": "Dermot Patrick Mulroney is an American actor and musician. He is known for his roles in romantic comedy, western, and drama films.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Homecoming_19_%2844698668742%29_%28cropped%29.jpg/320px-Homecoming_19_%2844698668742%29_%28cropped%29.jpg", "links": [{"text": "Catherine Keener", "url": "https://en.wikipedia.org./Catherine_Keener", "title": "Catherine Keener", "summary": "Catherine Ann Keener is an American actress. She has portrayed disgruntled and melancholic yet sympathetic women in independent films, as well as supporting roles in studio films. She has been nominated twice for the Academy Award for Best Supporting Actress, for Being John Malkovich (1999) and for her portrayal of author Harper Lee in Capote (2005). Her performance as Gertrude Baniszewski in An American Crime (2007) earned her a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie. Her other accolades include nominations for a BAFTA Award and two Golden Globe Awards.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Catherine_Keener_2014_%28cropped%29.jpg/320px-Catherine_Keener_2014_%28cropped%29.jpg", "links": [{"text": "Irish people", "url": "https://en.wikipedia.org./Irish_people", "title": "Irish people", "summary": "The Irish are an ethnic group and nation native to the island of Ireland, who share a common ancestry, history and culture. There have been humans in Ireland for about 33,000 years, and it has been continually inhabited for more than 10,000 years. For most of Ireland's recorded history, the Irish have been primarily a Gaelic people. From the 9th century, small numbers of Vikings settled in Ireland, becoming the Norse-Gaels. Anglo-Normans also conquered parts of Ireland in the 12th century, while England's 16th/17th century conquest and colonisation of Ireland brought many English and Lowland Scots to parts of the island, especially the north. Today, Ireland is made up of the Republic of Ireland and Northern Ireland. The people of Northern Ireland hold various national identities including Irish, British or some combination thereof.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Map_of_the_Irish_Diaspora_in_the_World.svg/320px-Map_of_the_Irish_Diaspora_in_the_World.svg.png", "links": [{"text": "Vikings", "url": "https://en.wikipedia.org./Vikings", "title": "Vikings", "summary": "Vikings were seafaring people originally from Scandinavia, who from the late 8th to the late 11th centuries raided, pirated, traded, and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, Greenland, and Vinland. In their countries of origin, and some of the countries they raided and settled in, this period is popularly known as the Viking Age, and the term \"Viking\" also commonly includes the inhabitants of the Scandinavian homelands as a whole. The Vikings had a profound impact on the early medieval history of northern and Eastern Europe, including the political and social development of England and parts of France, and established the embryo of Russia in Kievan Rus'.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Viking_attack_on_Gu%C3%A9rande%2C_from_a_Saint-Aubin_MS.jpg/320px-Viking_attack_on_Gu%C3%A9rande%2C_from_a_Saint-Aubin_MS.jpg", "links": [{"text": "Romantic nationalism", "url": "https://en.wikipedia.org./Romantic_nationalism", "title": "Romantic nationalism", "summary": "Romantic nationalism is the form of nationalism in which the state claims its political legitimacy as an organic consequence of the unity of those it governs. This includes such factors as language, race, ethnicity, culture, religion, and customs of the nation in its primal sense of those who were born within its culture. It can be applied to ethnic nationalism as well as civic nationalism. Romantic nationalism arose in reaction to dynastic or imperial hegemony, which assessed the legitimacy of the state from the top down, emanating from a monarch or other authority, which justified its existence. Such downward-radiating power might ultimately derive from a god or gods\n(see the divine right of kings and the Mandate of Heaven).", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/La_Libert%C3%A9_guidant_le_peuple_-_Eug%C3%A8ne_Delacroix_-_Mus%C3%A9e_du_Louvre_Peintures_RF_129_-_apr%C3%A8s_restauration_2024.jpg/320px-La_Libert%C3%A9_guidant_le_peuple_-_Eug%C3%A8ne_Delacroix_-_Mus%C3%A9e_du_Louvre_Peintures_RF_129_-_apr%C3%A8s_restauration_2024.jpg", "links": []}]}]}]}]}]}, {"text": "Rotten Tomatoes", "url": "https://en.wikipedia.org./Rotten_Tomatoes", "title": "Rotten Tomatoes", "summary": "Rotten Tomatoes is an American review-aggregation website for film and television. The company was launched in August 1998 by three undergraduate students at the University of California, Berkeley: Senh Duong, Patrick Y. Lee, and Stephen Wang. Although the name \"Rotten Tomatoes\" connects to the practice of audiences throwing rotten tomatoes in disapproval of a poor stage performance, the direct inspiration for the name from Duong, Lee, and Wang came from an equivalent scene in the 1992 Canadian film Léolo.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Rotten_Tomatoes_homepage.png/320px-Rotten_Tomatoes_homepage.png", "links": [{"text": "Film genre", "url": "https://en.wikipedia.org./Film_genre", "title": "Film genre", "summary": "A film genre is a stylistic or thematic category for motion pictures based on similarities either in the narrative elements, aesthetic approach, or the emotional response to the film.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Clint_Eastwood_-_1960s.JPG/320px-Clint_Eastwood_-_1960s.JPG", "links": [{"text": "Great Depression", "url": "https://en.wikipedia.org./Great_Depression", "title": "Great Depression", "summary": "The Great Depression was a severe global economic downturn from 1929 to 1939. The period was characterized by high rates of unemployment and poverty; drastic reductions in liquidity, industrial production, and trade; and widespread bank and business failures around the world. The economic contagion began in 1929 in the United States, the largest economy in the world, with the devastating Wall Street stock market crash of October 1929 often considered the beginning of the Depression. Among the countries with the most unemployed were the U.S., the United Kingdom, and Germany.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Unemployed_men_queued_outside_a_depression_soup_kitchen_opened_in_Chicago_by_Al_Capone%2C_02-1931_-_NARA_-_541927.jpg/320px-Unemployed_men_queued_outside_a_depression_soup_kitchen_opened_in_Chicago_by_Al_Capone%2C_02-1931_-_NARA_-_541927.jpg", "links": [{"text": "Authoritarian", "url": "https://en.wikipedia.org./Authoritarian", "title": "Authoritarian", "summary": "Authoritarianism is a political system characterized by the rejection of political plurality, the use of strong central power to preserve the political status quo, and reductions in democracy, separation of powers, civil liberties, and the rule of law. Authoritarian regimes may be either autocratic or oligarchic and may be based upon the rule of a party or the military. States that have a blurred boundary between democracy and authoritarianism have some times been characterized as \"hybrid democracies\", \"hybrid regimes\" or \"competitive authoritarian\" states.", "image": "", "links": [{"text": "Secret police", "url": "https://en.wikipedia.org./Secret_police", "title": "Secret police", "summary": "Secret police are police, intelligence, or security agencies that engage in covert operations against a government's political, ideological, or social opponents and dissidents. Secret police organizations are characteristic of authoritarian and totalitarian regimes. They protect the political power of a dictator or regime and often operate outside the law to repress dissidents and weaken political opposition, frequently using violence. They may enjoy legal sanction to hold and charge suspects without ever identifying their organization.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Putin-Stasi-Ausweis.png/320px-Putin-Stasi-Ausweis.png", "links": [{"text": "Okhrana", "url": "https://en.wikipedia.org./Okhrana", "title": "Okhrana", "summary": "The Department for the Protection of Public Safety and Order, usually called the Guard Department and commonly abbreviated in modern English sources as the Okhrana was a secret police force of the Russian Empire and part of the police department of the Ministry of Internal Affairs (MVD) in the late 19th century and early 20th century, aided by the Special Corps of Gendarmes.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Emblem_of_the_Ministry_of_the_Interior_of_the_Russian_Empire.svg/320px-Emblem_of_the_Ministry_of_the_Interior_of_the_Russian_Empire.svg.png", "links": []}]}]}]}]}]}, {"text": "Robbie Amell", "url": "https://en.wikipedia.org./Robbie_Amell", "title": "Robbie Amell", "summary": "Robert Patrick Amell IV is a Canadian-American actor and producer. He is best-known for his roles as Stephen Jameson on The CW series The Tomorrow People (2013–2014), Ronnie Raymond / Firestorm on The CW series The Flash, and Nathan Brown in the Prime Video series Upload (2020–). Other roles include Fred Jones in the films Scooby-Doo! The Mystery Begins (2009) and Scooby-Doo! Curse of the Lake Monster (2010), The Hunters as Paxton Flynn (2013), The DUFF as Wesley Rush (2015), The Babysitter as Max (2017), and the science fiction film Code 8 as Connor Reed (2019); the latter of which also starred his cousin, Stephen Amell. He also appeared on television shows such as Life with Derek (2006–2008), True Jackson, VP (2008–2011), Unnatural History (2010), and Revenge (2011–2012).", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Robbie_Amell_%2838050563394%29.jpg/320px-Robbie_Amell_%2838050563394%29.jpg", "links": [{"text": "The Flash season 3", "url": "https://en.wikipedia.org./The_Flash_season_3", "title": "The Flash season 3", "summary": "The third season of the American television series The Flash, which is based on the DC Comics character Barry Allen / Flash, a costumed superhero crime-fighter with the power to move at super speeds, follows Barry as he deals with the consequences of his decision to save his mother, which creates a timeline called \"Flashpoint\", and the resulting emergence of a new foe in Savitar. It is set in the Arrowverse, sharing continuity with the other television series of the universe, and is a spin-off of Arrow. The season was produced by Berlanti Productions, Warner Bros. Television, and DC Entertainment, with Andrew Kreisberg, Aaron and Todd Helbing serving as showrunners.", "image": "https://upload.wikimedia.org/wikipedia/en/c/c3/The_Flash_season_3.jpg", "links": [{"text": "Duet (The Flash)", "url": "https://en.wikipedia.org./Duet_(The_Flash)", "title": "Duet (The Flash)", "summary": "\"Duet\" is the seventeenth episode of the third season of The CW television series The Flash, which aired on March 21, 2017. The episode was written by Aaron Helbing and Todd Helbing from a story by Greg Berlanti and Andrew Kreisberg, and was directed by Dermott Daniel Downs. The episode features a musical crossover with Supergirl and reunites Grant Gustin and Melissa Benoist with their former Glee co-star Darren Criss, who portrays the Music Meister. Jesse L. Martin also reunites with Jeremy Jordan, with whom he previously worked in the 2012 musical film Joyful Noise. The story begins at the end of the Supergirl episode \"Star-Crossed\", which aired on March 20, 2017, which saw Kara Danvers / Supergirl (Benoist) hypnotized into a coma by Music Meister, with Mon-El and J'onn J'onzz / Martian Manhunter bringing her to Earth-1 in hope that Team Flash can save her.", "image": "https://upload.wikimedia.org/wikipedia/en/f/f9/The_Flash_-_Supergirl_-_Crossover.jpg", "links": [{"text": "Martian Manhunter (Arrowverse)", "url": "https://en.wikipedia.org./Martian_Manhunter_(Arrowverse)", "title": "Martian Manhunter (Arrowverse)", "summary": "\nSupergirl is an American television series developed by Greg Berlanti, Ali Adler, and Andrew Kreisberg based on the characters created by Jerry Siegel and Joe Shuster in the Superman franchise and Al Plastino and Otto Binder's character Supergirl. The series stars Melissa Benoist in the titular role of Kara Zor-El / Kara Danvers / Supergirl, as well as Mehcad Brooks, Chyler Leigh, Jeremy Jordan, David Harewood and Calista Flockhart, with Katie McGrath, Chris Wood, Floriana Lima, Odette Annable, Jesse Rath, Sam Witwer, Nicole Maines, April Parker Jones, Azie Tesfai, Andrea Brooks, Julie Gonzalo, Staz Nair, LaMonica Garrett and Peta Sergeant joining in later seasons. In addition to original characters, several other characters from the DC Comics universe also appear throughout the series. For its first season, Supergirl aired on CBS, before moving to The CW for its second season.", "image": "", "links": [{"text": "Andrew Kreisberg", "url": "https://en.wikipedia.org./Andrew_Kreisberg", "title": "Andrew Kreisberg", "summary": "Andrew Kreisberg is an American television writer, producer and comic book writer. He is best known as the co-creator of the television series The Flash, Arrow, Supergirl and Legends of Tomorrow.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Andrew_Kreisberg_by_Gage_Skidmore.jpg/320px-Andrew_Kreisberg_by_Gage_Skidmore.jpg", "links": [{"text": "Green Arrow", "url": "https://en.wikipedia.org./Green_Arrow", "title": "Green Arrow", "summary": "Green Arrow is a superhero who appears in American comic books published by DC Comics. Created by Mort Weisinger and designed by George Papp, he first appeared in More Fun Comics No. 73 on September 19, 1941, the same issue that debuted Aquaman. His real name is Oliver Jonas Queen, a wealthy businessman, owner of Queen Industries, and a well-known celebrity in Star City. He uses this position to hide the fact that he is Green Arrow. Partly inspired by Robin Hood, Green Arrow is an archer who uses his skills to fight crime in his home cities of Star City and Seattle, as well as alongside his fellow superheroes as a member of the Justice League. The world's greatest archer, as well as a competent swordsman and martial artist, Green Arrow deploys a range of trick arrows with various special functions, such as glue, explosive-tipped, grappling hook, flash grenade, tear gas, and even kryptonite arrows for use in a range of special situations.", "image": "https://upload.wikimedia.org/wikipedia/en/1/1f/Green_Arrow_%28circa_2021%29.jpg", "links": []}]}]}]}]}]}]}, "2025-03-02": {"text": "Thomas Tull", "url": "https://en.wikipedia.org/wiki/Thomas_Tull", "title": "Thomas Tull", "summary": "Thomas J. Tull is an American billionaire businessman, entrepreneur, and film producer. He is the former chairman and chief executive officer (CEO) of Legendary Entertainment. Tull is the founder of Tulco LLC, an investment holding company that uses artificial intelligence and other technologies to guide investing.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Thomas_Tull_%28cropped%29.jpg/320px-Thomas_Tull_%28cropped%29.jpg", "links": [{"text": "Acrisure", "url": "https://en.wikipedia.org./Acrisure", "title": "Acrisure", "summary": "Acrisure is a financial technology and insurance company headquartered in Grand Rapids, Michigan. The company was initially created to acquire insurance companies in the Midwestern United States and has since expanded nationally. In 2022, Business Insurance recognized Acrisure as the 6th largest insurance broker in the world.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Acrisure_logo.svg/320px-Acrisure_logo.svg.png", "links": [{"text": "Pittsburgh Steelers", "url": "https://en.wikipedia.org./Pittsburgh_Steelers", "title": "Pittsburgh Steelers", "summary": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh. The Steelers compete in the National Football League (NFL) as a member of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and the oldest franchise in the AFC.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Pittsb_steelers_uniforms17.png/320px-Pittsb_steelers_uniforms17.png", "links": [{"text": "Super Bowl X", "url": "https://en.wikipedia.org./Super_Bowl_X", "title": "Super Bowl X", "summary": "Super Bowl X was an American football game between the National Football Conference (NFC) champion Dallas Cowboys and the American Football Conference (AFC) champion Pittsburgh Steelers to decide the National Football League (NFL) champion for the 1975 season. The Steelers defeated the Cowboys 21–17 to become the third franchise to win consecutive Super Bowls, joining the Miami Dolphins and Green Bay Packers. It was also the first Super Bowl in which both teams had previous Super Bowl titles, as the Steelers were the defending champions and the Cowboys had won four years earlier.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Super_Bowl_X.svg/320px-Super_Bowl_X.svg.png", "links": [{"text": "1976 NFL season", "url": "https://en.wikipedia.org./1976_NFL_season", "title": "1976 NFL season", "summary": "The 1976 NFL season was the 57th regular season of the National Football League. The league expanded to 28 teams with the addition of the Seattle Seahawks and Tampa Bay Buccaneers. This fulfilled one of the conditions agreed to in 1966 for the 1970 AFL–NFL merger, which called for the league to expand to 28 teams by 1970 or soon thereafter.", "image": "", "links": [{"text": "Seattle Seahawks", "url": "https://en.wikipedia.org./Seattle_Seahawks", "title": "Seattle Seahawks", "summary": "The Seattle Seahawks are a professional American football team based in Seattle. The Seahawks compete in the National Football League (NFL) as a member of the National Football Conference (NFC) West division. The club entered the NFL as an expansion team in 1976 in the NFC. From 1977 to 2001, Seattle was assigned to the American Football Conference (AFC) West; the team rejoined the NFC in 2002. They have played their home games at Lumen Field in Seattle's SoDo neighborhood since 2002, having previously played home games in the Kingdome (1976–1999) and Husky Stadium.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Seattle_Seahawks_Uniforms_%282023%29.png/320px-Seattle_Seahawks_Uniforms_%282023%29.png", "links": [{"text": "Dave Krieg", "url": "https://en.wikipedia.org./Dave_Krieg", "title": "Dave Krieg", "summary": "David Michael Krieg is an American former professional football player who was a quarterback in the National Football League (NFL). He attended Milton College in his home state of Wisconsin and made the Seattle Seahawks as an undrafted free agent. In his 19-year NFL career, Krieg played for the Seahawks (1980–1991), Kansas City Chiefs (1992–1993), Detroit Lions (1994), Arizona Cardinals (1995), Chicago Bears (1996), and Tennessee Oilers (1997–1998).", "image": "", "links": []}]}]}]}]}]}, {"text": "Warner Bros.", "url": "https://en.wikipedia.org./Warner_Bros.", "title": "Warner Bros.", "summary": "Warner Bros. Entertainment Inc. (WBEI), commonly known as Warner Bros. (WB), is an American filmed entertainment studio headquartered at the Warner Bros. Studios complex in Burbank, California, and is the flagship subsidiary of Warner Bros. Discovery (WBD). Founded on April 4, 1923, by four brothers, Harry, Albert, Sam and Jack Warner, the company established itself as a leader in the American film industry before diversifying into animation, television, and video games. It is one of the \"Big Five\" major American film studios and a member of the Motion Picture Association (MPA).", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Warner_Bros._logo_2023.svg/320px-Warner_Bros._logo_2023.svg.png", "links": [{"text": "Sam Register", "url": "https://en.wikipedia.org./Sam_Register", "title": "Sam Register", "summary": "Sam Register is an American film and television producer and businessman. He is currently the president of Warner Bros. Animation, Cartoon Network Studios, and Hanna-Barbera Studios Europe.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Sam_Register_%28cropped%29.jpg/320px-Sam_Register_%28cropped%29.jpg", "links": [{"text": "Cartoon Orbit", "url": "https://en.wikipedia.org./Cartoon_Orbit", "title": "Cartoon Orbit", "summary": "Cartoon Orbit was an online gaming network created by Turner Online for CartoonNetwork.com that launched in November 2000 to promote its shows and partners. Its main attraction was a system of virtual trading cards called \"cToons\", which generally featured animation cells from programs broadcast on the network, though advertisement-based cToons were common. Added in October 2002 was the popular head-to-head strategy game gToons.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c0/Viant_cartoonOrbit1_lrg.jpg/320px-Viant_cartoonOrbit1_lrg.jpg", "links": [{"text": "Trick-or-Treat for UNICEF", "url": "https://en.wikipedia.org./Trick-or-Treat_for_UNICEF", "title": "Trick-or-Treat for UNICEF", "summary": "Trick-or-Treat for UNICEF is a fund-raising program for children sponsored by the U.S. Fund for UNICEF. Started on Halloween 1950 as a local event in Philadelphia, Pennsylvania, United States, the program historically involves the distribution of small orange boxes by schools to trick-or-treaters, in which they can solicit small change donations from the houses they visit. Millions of children in the United States, Canada, Ireland, Mexico, and Hong Kong participate in Halloween-related fund-raising events for Trick-or-Treat for UNICEF, and the program has raised over US$188 million worldwide.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/2012-logo-trick-or-treat-for-unicef.png/320px-2012-logo-trick-or-treat-for-unicef.png", "links": [{"text": "Hurricane Katrina", "url": "https://en.wikipedia.org./Hurricane_Katrina", "title": "Hurricane Katrina", "summary": "Hurricane Katrina was a powerful, devastating and historic tropical cyclone that caused 1,392 fatalities and damages estimated at $125 billion in late August 2005, particularly in the city of New Orleans and its surrounding area. It is tied with Hurricane Harvey as being the costliest tropical cyclone in the Atlantic basin. Katrina was the twelfth tropical cyclone, the fifth hurricane, and the third major hurricane of the 2005 Atlantic hurricane season. It was also the fourth-most intense Atlantic hurricane to make landfall in the contiguous United States, gauged by barometric pressure.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Katrina_2005-08-28_1700Z.jpg/320px-Katrina_2005-08-28_1700Z.jpg", "links": [{"text": "Biomass", "url": "https://en.wikipedia.org./Biomass", "title": "Biomass", "summary": "Biomass is a term used in several contexts: in the context of ecology it means living organisms, and in the context of bioenergy it means matter from recently living organisms. In the latter context, there are variations in how biomass is defined, e.g., only from plants, from plants and algae, from plants and animals. The vast majority of biomass used for bioenergy does come from plants and fecal matter. Bioenergy is a type of renewable energy that the bioenergy industry claims has the potential to assist with climate change mitigation.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Biomass_by_life_form.jpg/320px-Biomass_by_life_form.jpg", "links": []}]}]}]}]}]}, {"text": "Edgeworth, Pennsylvania", "url": "https://en.wikipedia.org./Edgeworth,_Pennsylvania", "title": "Edgeworth, Pennsylvania", "summary": "Edgeworth is a borough in Allegheny County, Pennsylvania, United States, along the Ohio River, approximately 14 miles (22.5 km) northwest of Pittsburgh. The population was 1,669 at the 2020 census. Edgeworth is the wealthiest town in Pennsylvania.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/DavidShieldsHouse.jpg/320px-DavidShieldsHouse.jpg", "links": [{"text": "Asian (U.S. Census)", "url": "https://en.wikipedia.org./Asian_(U.S._Census)", "title": "Asian (U.S. Census)", "summary": "In the United States census, the US Census Bureau and the Office of Management and Budget (OMB) define a set of self-identified categories of race and ethnicity chosen by residents, with which they most closely identify. Residents can indicate their origins alongside their race, and are asked specifically whether they are of Hispanic or Latino origin in a separate question.", "image": "", "links": [{"text": "Black Hispanic and Latino Americans", "url": "https://en.wikipedia.org./Black_Hispanic_and_Latino_Americans", "title": "Black Hispanic and Latino Americans", "summary": "Black Hispanic and Latino Americans, also called Afro-Hispanics, Afro-Latinos, Black Hispanics, or Black Latinos, are classified by the United States Census Bureau, Office of Management and Budget, and other U.S. government agencies as Black people living in the United States with ancestry in Latin America or Spain and/or who speak Spanish and/or Portuguese as either their first language or second language.", "image": "", "links": [{"text": "Pew Research Center", "url": "https://en.wikipedia.org./Pew_Research_Center", "title": "Pew Research Center", "summary": "The Pew Research Center is a nonpartisan American think tank based in Washington, D.C. It provides information on social issues, public opinion, and demographic trends shaping the United States and the world. It also conducts public opinion polling, demographic research, random sample survey research, and panel based surveys, media content analysis, and other empirical social science research.", "image": "", "links": [{"text": "Nonprofit organization", "url": "https://en.wikipedia.org./Nonprofit_organization", "title": "Nonprofit organization", "summary": "A nonprofit organization (NPO), also known as a nonbusiness entity, nonprofit institution, or simply a nonprofit, is a non-governmental (private) legal entity organized and operated for a collective, public or social benefit, as opposed to an entity that operates as a business aiming to generate a profit for its owners. A nonprofit organization is subject to the non-distribution constraint: any revenues that exceed expenses must be committed to the organization's purpose, not taken by private parties. Depending on the local laws, charities are regularly organized as non-profits. A host of organizations may be nonprofit, including some political organizations, schools, hospitals, business associations, churches, foundations, social clubs, and consumer cooperatives. Nonprofit entities may seek approval from governments to be tax-exempt, and some may also qualify to receive tax-deductible contributions, but an entity may incorporate as a nonprofit entity without having tax-exempt status.", "image": "", "links": [{"text": ".museum", "url": "https://en.wikipedia.org./.museum", "title": ".museum", "summary": ".museum is a sponsored top-level domain (sTLD) in the Domain Name System of the Internet used exclusively by museums, museum associations, and individual members of the museum profession, as these groups are defined by the International Council of Museums (ICOM).", "image": "", "links": []}]}]}]}]}]}, {"text": "Figs (company)", "url": "https://en.wikipedia.org./Figs_(company)", "title": "Figs (company)", "summary": "Figs is an American clothing company based in Santa Monica, California. The company sells scrubs and other products for healthcare professionals. It was founded in 2013 by Heather Hasson and Trina Spear, who are co-CEOs.", "image": "", "links": [{"text": "Under Armour", "url": "https://en.wikipedia.org./Under_Armour", "title": "Under Armour", "summary": "Under Armour, Inc. is an American sportswear company that manufactures footwear and apparel headquartered in Baltimore, Maryland, United States.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Under_armour_logo.svg/320px-Under_armour_logo.svg.png", "links": [{"text": "YouTube", "url": "https://en.wikipedia.org./YouTube", "title": "YouTube", "summary": "YouTube is an American social media and online video sharing platform owned by Google. YouTube was founded on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim, three former employees of PayPal. Headquartered in San Bruno, California, it is the second-most-visited website in the world, after Google Search. In January 2024, YouTube had more than 2.7 billion monthly active users, who collectively watched more than one billion hours of videos every day. As of May 2019, videos were being uploaded to the platform at a rate of more than 500 hours of content per minute, and as of mid-2024, there were approximately 14.8 billion videos in total.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/YouTube_results_screenshot.jpg/320px-YouTube_results_screenshot.jpg", "links": [{"text": "Susan Wojcicki", "url": "https://en.wikipedia.org./Susan_Wojcicki", "title": "Susan Wojcicki", "summary": "Susan Diane Wojcicki was an American business executive who was the chief executive officer of YouTube from 2014 to 2023. Her net worth was estimated at $765 million in 2022.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Susan_Wojcicki_%2829393944130%29_%28cropped%29.jpg/320px-Susan_Wojcicki_%2829393944130%29_%28cropped%29.jpg", "links": [{"text": "Janina Wójcicka Hoskins", "url": "https://en.wikipedia.org./Janina_Wójcicka_Hoskins", "title": "Janina Wójcicka Hoskins", "summary": "Janina Wójcicka Hoskins was a Polish-American librarian. She worked at the Library of Congress from 1951 to 1989 and was responsible for assembling there the largest collection of Polish material in the United States.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Janina_W%C3%B3jcicka_Hoskins_at_the_Library_of_Congress_02.jpg/320px-Janina_W%C3%B3jcicka_Hoskins_at_the_Library_of_Congress_02.jpg", "links": [{"text": "Lawrence Quincy Mumford", "url": "https://en.wikipedia.org./Lawrence_Quincy_Mumford", "title": "Lawrence Quincy Mumford", "summary": "Lawrence Quincy Mumford was an American librarian. He was the eleventh Librarian of the United States Congress from 1954 to 1974.", "image": "https://upload.wikimedia.org/wikipedia/commons/9/96/Lawrence_Quincy_Mumford.jpg", "links": []}]}]}]}]}]}]}, "2025-03-07": {"text": "Block and Bridle", "url": "https://en.wikipedia.org/wiki/Block_and_Bridle", "title": "Block and Bridle", "summary": "Block and Bridle is a professional fraternity in the field of animal husbandry. It was founded on December 2, 1919, in Chicago, Illinois by the animal husbandry clubs from Iowa State University, University of Kansas, University of Missouri and University of Nebraska. As of 2019, Block and Bridle has 99 active chapters.", "image": "https://upload.wikimedia.org/wikipedia/en/b/b1/The_crest_of_Block_and_Bridle.png", "links": [{"text": "Animal husbandry", "url": "https://en.wikipedia.org./Animal_husbandry", "title": "Animal husbandry", "summary": "Animal husbandry is the branch of agriculture concerned with animals that are raised for meat, fibre, milk, or other products. It includes day-to-day care, management, production, nutrition, selective breeding, and the raising of livestock. Husbandry has a long history, starting with the Neolithic Revolution when animals were first domesticated, from around 13,000 BC onwards, predating farming of the first crops. During the period of ancient societies like ancient Egypt, cattle, sheep, goats, and pigs were being raised on farms.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Cattle_Feedlot_near_Rocky_Ford%2C_CO_IMG_5651-2.jpg/320px-Cattle_Feedlot_near_Rocky_Ford%2C_CO_IMG_5651-2.jpg", "links": [{"text": "Omphisa fuscidentalis", "url": "https://en.wikipedia.org./Omphisa_fuscidentalis", "title": "Omphisa fuscidentalis", "summary": "Omphisa fuscidentalis, the bamboo worm, is a moth of the family Crambidae. Its habitat are the bamboo groves and forests in the cooler regions of northern Thailand, northern Laos, northern Myanmar, and adjacent parts of Yunnan Province, China, it is also found in some parts of North east India. The mature caterpillars are viewed as a delicacy by the inhabitants of these regions.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Omphisa_fuscidentalis.jpg/320px-Omphisa_fuscidentalis.jpg", "links": [{"text": "Monsoon", "url": "https://en.wikipedia.org./Monsoon", "title": "Monsoon", "summary": "A monsoon is traditionally a seasonal reversing wind accompanied by corresponding changes in precipitation but is now used to describe seasonal changes in atmospheric circulation and precipitation associated with annual latitudinal oscillation of the Intertropical Convergence Zone (ITCZ) between its limits to the north and south of the equator. Usually, the term monsoon is used to refer to the rainy phase of a seasonally changing pattern, although technically there is also a dry phase. The term is also sometimes used to describe locally heavy but short-term rains.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Monsoon_clouds_near_Nagercoil.jpg/320px-Monsoon_clouds_near_Nagercoil.jpg", "links": [{"text": "Intertropical Convergence Zone", "url": "https://en.wikipedia.org./Intertropical_Convergence_Zone", "title": "Intertropical Convergence Zone", "summary": "The Intertropical Convergence Zone, known by sailors as the doldrums or the calms because of its monotonous windless weather, is the area where the northeast and the southeast trade winds converge. It encircles Earth near the thermal equator though its specific position varies seasonally. When it lies near the geographic equator, it is called the near-equatorial trough. Where the ITCZ is drawn into and merges with a monsoonal circulation, it is sometimes referred to as a monsoon trough.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/IntertropicalConvergenceZone-EO.jpg/320px-IntertropicalConvergenceZone-EO.jpg", "links": [{"text": "140th meridian west", "url": "https://en.wikipedia.org./140th_meridian_west", "title": "140th meridian west", "summary": "The meridian 140° west of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, North America, the Pacific Ocean, the Southern Ocean, and Antarctica to the South Pole.", "image": "", "links": [{"text": "Southern Ocean", "url": "https://en.wikipedia.org./Southern_Ocean", "title": "Southern Ocean", "summary": "The Southern Ocean, also known as the Antarctic Ocean, comprises the southernmost waters of the world ocean, generally taken to be south of 60° S latitude and encircling Antarctica. With a size of 21,960,000 km2 (8,480,000 sq mi), it is the second-smallest of the five principal oceanic divisions, smaller than the Pacific, Atlantic and Indian oceans, and larger than the Arctic Ocean.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Location_Southern_Ocean.svg/320px-Location_Southern_Ocean.svg.png", "links": []}]}]}]}]}]}, {"text": "University of Missouri", "url": "https://en.wikipedia.org./University_of_Missouri", "title": "University of Missouri", "summary": "The University of Missouri is a public land-grant research university in Columbia, Missouri, United States. It is Missouri's largest university and the flagship of the four-campus University of Missouri System. Founded in 1839, MU was the first public university west of the Mississippi River. It has been a member of the Association of American Universities since 1908 and is classified among \"R1: Doctoral Universities – Very high research activity.\"", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/University_of_Missouri_seal.svg/320px-University_of_Missouri_seal.svg.png", "links": [{"text": "Derrick Chievous", "url": "https://en.wikipedia.org./Derrick_Chievous", "title": "Derrick Chievous", "summary": "Derrick Joseph Chievous is an American former professional basketball player. During his pro club career, he played at the small forward position. Chievous played three seasons in the National Basketball Association, after being selected by the Houston Rockets, in the first round, with the 16th overall pick of the 1988 NBA draft.", "image": "", "links": [{"text": "College basketball", "url": "https://en.wikipedia.org./College_basketball", "title": "College basketball", "summary": "College basketball is basketball that is played by teams of amateur student-athletes at universities and colleges. In the United States, colleges and universities are governed by collegiate athletic bodies, including the National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Each of these various organizations is subdivided into one to three divisions, based on the number and level of scholarships that may be provided to the athletes. Teams with more talent tend to win over teams with less talent.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Defense.gov_photo_essay_120112-D-VO565-015.jpg/320px-Defense.gov_photo_essay_120112-D-VO565-015.jpg", "links": [{"text": "Northeast Conference", "url": "https://en.wikipedia.org./Northeast_Conference", "title": "Northeast Conference", "summary": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports; football competes in the Division I Football Championship Subdivision (FCS). Participating schools are located principally in the Northeastern United States, from which the conference derives its name.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Northeast_Conference_logo.svg/320px-Northeast_Conference_logo.svg.png", "links": [{"text": "NCAA Division III", "url": "https://en.wikipedia.org./NCAA_Division_III", "title": "NCAA Division III", "summary": "NCAA Division III (D-III) is a division of the National Collegiate Athletic Association (NCAA) in the United States. D-III consists of athletic programs at colleges and universities that choose not to offer athletic scholarships to their student-athletes.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/NCAA_DIII_logo_c.svg/320px-NCAA_DIII_logo_c.svg.png", "links": [{"text": "Grandfather clause", "url": "https://en.wikipedia.org./Grandfather_clause", "title": "Grandfather clause", "summary": " \nA grandfather clause, also known as grandfather policy, grandfathering, or being grandfathered in, is a provision in which an old rule continues to apply to some existing situations while a new rule will apply to all future cases. Those exempt from the new rule are said to have grandfather rights or acquired rights, or to have been grandfathered in. Frequently, the exemption is limited, as it may extend for a set time, or it may be lost under certain circumstances; for example, a grandfathered power plant might be exempt from new, more restrictive pollution laws, but the exception may be revoked and the new rules would apply if the plant were expanded. Often, such a provision is used as a compromise or out of practicality, to allow new rules to be enacted without upsetting a well-established logistical or political situation. This extends the idea of a rule not being retroactively applied.", "image": "", "links": []}]}]}]}]}]}, {"text": "Iowa State University", "url": "https://en.wikipedia.org./Iowa_State_University", "title": "Iowa State University", "summary": "Iowa State University of Science and Technology is a public land-grant research university in Ames, Iowa, United States. Founded in 1858 as the Iowa Agricultural College and Model Farm, Iowa State became one of the nation's first designated land-grant institutions when the Iowa Legislature accepted the provisions of the 1862 Morrill Act on September 11, 1862. On July 4, 1959, the college was officially renamed Iowa State University of Science and Technology.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Iowa_State_University_seal.svg/320px-Iowa_State_University_seal.svg.png", "links": [{"text": "Munich, Germany", "url": "https://en.wikipedia.org./Munich,_Germany", "title": "Munich, Germany", "summary": "Munich is the capital and most populous city of Bavaria, Germany. With a population of 1,604,384 inhabitants as of 30 November 2024, it is the third-largest city by population in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The Munich metropolitan area – including suburbs and satellite towns – has 3 million inhabitants; and the city's metropolitan region is home to about 6.2 million people and is the third largest metropolitan region by GDP in the European Union.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Stadtbild_M%C3%BCnchen.jpg/320px-Stadtbild_M%C3%BCnchen.jpg", "links": [{"text": "Greeks", "url": "https://en.wikipedia.org./Greeks", "title": "Greeks", "summary": "The Greeks or Hellenes are an ethnic group and nation native to Greece, Cyprus, southern Albania, Anatolia, parts of Italy and Egypt, and to a lesser extent, other countries surrounding the Eastern Mediterranean and Black Sea. They also form a significant diaspora, with many Greek communities established around the world.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Map_of_the_Greek_Diaspora_in_the_World.svg/320px-Map_of_the_Greek_Diaspora_in_the_World.svg.png", "links": [{"text": "Early modern period", "url": "https://en.wikipedia.org./Early_modern_period", "title": "Early modern period", "summary": "The early modern period is a historical period that is part of, or immediately preceded, the modern period, with divisions based primarily on the history of Europe and the broader concept of modernity. There is no exact date that marks the beginning or end of the period and its extent may vary depending on the area of history being studied. In general, the early modern period is considered to have lasted from around the start of the 16th century to the start of the 19th century. In a European context, it is defined as the period following the Middle Ages and preceding the advent of modernity; but the dates of these boundaries are far from universally agreed. In the context of global history, the early modern period is often used even in contexts where there is no equivalent \"medieval\" period.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/1700_map_of_the_world_by_Paolo_Petrini.jpg/320px-1700_map_of_the_world_by_Paolo_Petrini.jpg", "links": [{"text": "German philosophy", "url": "https://en.wikipedia.org./German_philosophy", "title": "German philosophy", "summary": "German philosophy, meaning philosophy in the German language or philosophy by German people, in its diversity, is fundamental for both the analytic and continental traditions. It covers figures such as Gottfried Wilhelm Leibniz, Immanuel Kant, Georg Wilhelm Friedrich Hegel, Karl Marx, Friedrich Nietzsche, Martin Heidegger, Ludwig Wittgenstein, the Vienna Circle, and the Frankfurt School, who now count among the most famous and studied philosophers of all time. They are central to major philosophical movements such as rationalism, German idealism, Romanticism, dialectical materialism, existentialism, phenomenology, hermeneutics, logical positivism, and critical theory. The Danish philosopher Søren Kierkegaard is often also included in surveys of German philosophy due to his extensive engagement with German thinkers.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/German_Studies%2C_Hegel-Nietzsche-Adorno-Marx.jpg/320px-German_Studies%2C_Hegel-Nietzsche-Adorno-Marx.jpg", "links": [{"text": "Vienna Circle", "url": "https://en.wikipedia.org./Vienna_Circle", "title": "Vienna Circle", "summary": "The Vienna Circle of logical empiricism was a group of elite philosophers and scientists drawn from the natural and social sciences, logic and mathematics who met regularly from 1924 to 1936 at the University of Vienna, chaired by Moritz Schlick. The Vienna Circle had a profound influence on 20th-century philosophy, especially philosophy of science and analytic philosophy.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Eingang_Mathematisches_Kolloquium.TIF/lossy-page1-320px-Eingang_Mathematisches_Kolloquium.TIF.jpg", "links": []}]}]}]}]}]}, {"text": "Professional fraternity", "url": "https://en.wikipedia.org./Professional_fraternity", "title": "Professional fraternity", "summary": "Professional fraternities, in the North American fraternity system, are organizations whose primary purpose is to promote the interests of a particular profession and whose membership is restricted to students in that particular field of professional education or study. This may be contrasted with service fraternities and sororities, whose primary purpose is community service, and social fraternities and sororities, whose primary purposes are generally aimed towards some other aspect, such as the development of character, friendship, leadership, or literary ability.", "image": "", "links": [{"text": "Alpha Gamma Rho", "url": "https://en.wikipedia.org./Alpha_Gamma_Rho", "title": "Alpha Gamma Rho", "summary": "Alpha Gamma Rho is an American social and professional agriculture-focused fraternity. It was established at Ohio State University in 1904.", "image": "https://upload.wikimedia.org/wikipedia/en/0/04/Alpha_Gamma_Rho.png", "links": [{"text": "Indianapolis", "url": "https://en.wikipedia.org./Indianapolis", "title": "Indianapolis", "summary": "Indianapolis, colloquially known as Indy, is the capital and most populous city of the U.S. state of Indiana and the seat of Marion County. Indianapolis is situated in the state's central till plain region along the west fork of the White River. The city's official slogan, \"Crossroads of America\", reflects its historic importance as a transportation hub and its relative proximity to other major North American markets.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Indianapolis-1872528.jpg/320px-Indianapolis-1872528.jpg", "links": [{"text": "Protestantism in the United States", "url": "https://en.wikipedia.org./Protestantism_in_the_United_States", "title": "Protestantism in the United States", "summary": "Protestantism is the largest grouping of Christians in the United States, with its combined denominations collectively comprising about 43% of the country's population in 2019. Other estimates suggest that 48.5% of the U.S. population is Protestant. Simultaneously, this corresponds to around 20% of the world's total Protestant population. The U.S. contains the largest Protestant population of any country in the world. Baptists comprise about one-third of American Protestants. The Southern Baptist Convention is the largest single Protestant denomination in the U.S., comprising one-tenth of American Protestants. Twelve of the original Thirteen Colonies were Protestant, with only Maryland having a sizable Catholic population due to Lord Baltimore's religious tolerance.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/George-Henry-Boughton-Pilgrims-Going-To-Church.jpg/320px-George-Henry-Boughton-Pilgrims-Going-To-Church.jpg", "links": [{"text": "Anglican", "url": "https://en.wikipedia.org./Anglican", "title": "Anglican", "summary": "Anglicanism is a Western Christian tradition which developed from the practices, liturgy, and identity of the Church of England following the English Reformation, in the context of the Protestant Reformation in Europe. It is one of the largest branches of Christianity, with around 110 million adherents worldwide as of 2001.", "image": "", "links": [{"text": "Girls' Friendly Society", "url": "https://en.wikipedia.org./Girls'_Friendly_Society", "title": "Girls' Friendly Society", "summary": "The Girls' Friendly Society (GFS) is a charitable organisation that empowers girls and young women aged 5 to 25, encouraging them to develop their full potential through programs that provide training, confidence building, and other educational opportunities. It was originally established by a group of Anglican women in England in 1875 to address, through Christian values, the problems of working-class unmarried girls and young women who wished to better themselves.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Ballymena_St._Patrick%27s_Church_W10_%E2%80%9CBear_ye_one_another%E2%80%99s_burdens%E2%80%9D_2014_09_15.jpg/320px-Ballymena_St._Patrick%27s_Church_W10_%E2%80%9CBear_ye_one_another%E2%80%99s_burdens%E2%80%9D_2014_09_15.jpg", "links": []}]}]}]}]}]}]}, "2025-03-06": {"text": "1926 Michigan Wolverines football team", "url": "https://en.wikipedia.org/wiki/1926_Michigan_Wolverines_football_team", "title": "1926 Michigan Wolverines football team", "summary": "The 1926 Michigan Wolverines football team represented the University of Michigan in the 1926 Big Ten Conference football season. In the team's 25th and final season under head coach Fielding H. Yost, Michigan compiled a record of 7–1, outscored its opponents 191 to 38, and tied with Northwestern for the Big Ten Conference championship. Michigan's only loss was to an undefeated Navy team that was recognized as the national champion by several selectors. At the end of the season, Michigan ranked third in the country under the Dickinson System, trailing only Stanford and Navy. One selector, Jeff Sagarin, has retroactively named Michigan as a 1926 co-national champion.", "image": "https://upload.wikimedia.org/wikipedia/commons/4/47/1901-94_Michigan_Wolverines_Primary_Logo.png", "links": [{"text": "Bo Molenda", "url": "https://en.wikipedia.org./Bo_Molenda", "title": "Bo Molenda", "summary": "John Joseph \"Bo\" Molenda was an American football player and coach. He played primarily a fullback, in college at the for the University of Michigan and for nine seasons in the National Football League (NFL) with the New York Yankees, the Green Bay Packers. and the New York Giants. Moldena played for two Big Ten Conference championship teams at Michigan and four NFL championship teams, three with the Packers and one with the Giants. Molenda was the backfield coach for the Packers in 1947 and 1948, as has the same with the Chicago Hornets of the All-America Football Conference (AAFC) in 1949. He served as the head football coach at Menlo College, then a junior college, located in Atherton, California, from 1950 to 1969.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Bo_Molenda_1932.jpg/320px-Bo_Molenda_1932.jpg", "links": [{"text": "Red Grange", "url": "https://en.wikipedia.org./Red_Grange", "title": "Red Grange", "summary": "Harold Edward \"Red\" Grange, nicknamed \"the Galloping Ghost\" and \"the Wheaton Iceman\", was an American professional football halfback who played for the Chicago Bears and the short-lived New York Yankees. His signing with the Bears helped legitimize the National Football League (NFL).", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Grange-Red-251208.jpg/320px-Grange-Red-251208.jpg", "links": [{"text": "Robert Zuppke", "url": "https://en.wikipedia.org./Robert_Zuppke", "title": "Robert Zuppke", "summary": "Robert Carl \"Bob\" Zuppke was an American football coach. He served as the head football coach at the University of Illinois—now known as the University of Illinois Urbana-Champaign–from 1913 until 1941, compiling a record of 131–81–12. Inducted into the College Football Hall of Fame in 1951, Zuppke coached his teams to national titles in 1914, 1919, 1923, and 1927. Zuppke's teams also won seven Big Ten Conference championships.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Robert_Zuppke_%281922_Illio%29.jpg/320px-Robert_Zuppke_%281922_Illio%29.jpg", "links": [{"text": "George Trafton", "url": "https://en.wikipedia.org./George_Trafton", "title": "George Trafton", "summary": "George Edward Trafton was an American professional football player and coach, boxer, boxing manager, and gymnasium proprietor. He was inducted into the Pro Football Hall of Fame in 1964 and was also selected in 1969 as the center on the NFL 1920s All-Decade Team.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/George_Trafton_1943_%28cropped%29.jpg/320px-George_Trafton_1943_%28cropped%29.jpg", "links": [{"text": "Knute Rockne", "url": "https://en.wikipedia.org./Knute_Rockne", "title": "Knute Rockne", "summary": "Knute Kenneth Rockne was an American football player and coach at the University of Notre Dame. Leading Notre Dame for 13 seasons, Rockne accumulated over 100 wins and three national championships.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Knute_Rockne_on_ship%27s_deck.jpg/320px-Knute_Rockne_on_ship%27s_deck.jpg", "links": [{"text": "Jim Crowley", "url": "https://en.wikipedia.org./Jim_Crowley", "title": "Jim Crowley", "summary": "James Harold \"Sleepy Jim\" Crowley was an American football player and coach. He gained fame as one-fourth of the University of Notre Dame's legendary \"Four Horsemen\" backfield where he played halfback from 1922 to 1924.", "image": "https://upload.wikimedia.org/wikipedia/en/b/b2/Jim_Crowley.jpg", "links": []}]}]}]}]}]}, {"text": "Bennie Oosterbaan", "url": "https://en.wikipedia.org./Bennie_Oosterbaan", "title": "Bennie Oosterbaan", "summary": "Benjamin Oosterbaan was an American football end and head coach for the University of Michigan. He was a three-time All-American college football player, a two-time All-American basketball player, and an All-Big Ten Conference baseball player for the Michigan Wolverines. He is widely regarded as one of the greatest football players in Michigan history. He was selected by Sports Illustrated as the fourth greatest athlete in the history of the U.S. state of Michigan in 2003, and one of the eleven greatest college football players of the first century of the game. As a head coach Oosterbaan won a national championship with the 1948 Michigan Wolverines football team, by way of the Associated Press.", "image": "https://upload.wikimedia.org/wikipedia/commons/5/55/Ben_Oosterbaan.png", "links": [{"text": "Charlie Gehringer", "url": "https://en.wikipedia.org./Charlie_Gehringer", "title": "Charlie Gehringer", "summary": "Charles Leonard Gehringer, nicknamed \"the Mechanical Man\", was an American professional baseball second baseman. He played for the Detroit Tigers for 19 seasons from 1924 to 1942. He compiled a .320 career batting average with 2,839 hits and 1,427 runs batted in (RBIs). He had seven seasons with more than 200 hits and was the starting second baseman and played every inning of the first six All Star Games. He won the American League batting title in 1937 with a .371 average and won the American League Most Valuable Player Award. He helped lead the Tigers to three American League pennants and the 1935 World Series championship.", "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/Charlie_Gehringer_1935.jpg", "links": [{"text": "Range factor", "url": "https://en.wikipedia.org./Range_factor", "title": "Range factor", "summary": "Range Factor is a baseball statistic developed by Bill James. It is calculated by dividing putouts and assists by the number of innings or games played at a given defense position. The statistic is premised on the notion that the total number of outs in which a player participates is more relevant in evaluating that player's defensive play than the percentage of cleanly handled chances as calculated by the conventional statistic fielding percentage.", "image": "", "links": [{"text": "Inning", "url": "https://en.wikipedia.org./Inning", "title": "Inning", "summary": "In baseball, softball, and similar games, an inning is the basic unit of play, consisting of two halves or frames, the \"top\" and the \"bottom\". In each half, one team bats until three outs are made, with the other team playing defense. A full baseball game is typically scheduled for nine innings, while softball games consist of seven innings, although this may be shortened due to weather, or extended if the score is tied at the end of the scheduled innings. The use of the term inning in baseball and softball contrasts with cricket and rounders, in which the term is innings in both singular and plural.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Daytona_Cubs_P4060068.JPG/320px-Daytona_Cubs_P4060068.JPG", "links": [{"text": "Bat-and-ball games", "url": "https://en.wikipedia.org./Bat-and-ball_games", "title": "Bat-and-ball games", "summary": "Bat-and-ball games, or safe haven games, are field games played by two opposing teams. Action starts when the defending team throws a ball at a dedicated player of the attacking team, who tries to hit it with a bat and then run between various safe areas in the field to score runs (points). The defending team can use the ball in various ways against the attacking team's players to force them off the field when they are not in safe zones, and thus prevent them from further scoring. The best known modern bat-and-ball games are cricket and baseball, with common roots in the 18th-century games played in England.", "image": "https://upload.wikimedia.org/wikipedia/commons/3/38/Cantigas_de_Santa_Mar%C3%ADa_-_Xogo_da_pelota.jpg", "links": [{"text": "T10 cricket", "url": "https://en.wikipedia.org./T10_cricket", "title": "T10 cricket", "summary": "T10 cricket is a short form of cricket. Two teams play a single innings, which is restricted to a maximum of ten overs per side, with the game lasting approximately 90 minutes. The format is inspired by Twenty20 cricket.", "image": "", "links": []}]}]}]}]}]}, {"text": "Fielding H. Yost", "url": "https://en.wikipedia.org./Fielding_H._Yost", "title": "Fielding H. Yost", "summary": "Fielding Harris Yost was an American college football player, coach and athletics administrator. He served as the head football coach at: Ohio Wesleyan University, the University of Nebraska, the University of Kansas, Stanford University, San Jose State University, and the University of Michigan, compiling a coaching career record of 198–35–12. During his 25 seasons as the head football coach at Ann Arbor, Yost's Michigan Wolverines won six national championships, captured ten Big Ten Conference titles, and amassed a record of 165–29–10.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Fielding_Yost_sitting_side.jpg/320px-Fielding_Yost_sitting_side.jpg", "links": [{"text": "Ohio Northern University", "url": "https://en.wikipedia.org./Ohio_Northern_University", "title": "Ohio Northern University", "summary": "Ohio Northern University is a private college in Ada, Ohio, United States. Founded by Henry Solomon Lehr in 1871, ONU offers over 60 programs across five undergraduate and graduate colleges and is affiliated with the United Methodist Church. The college had an enrollment of about 3,000 students as of 2023.", "image": "https://upload.wikimedia.org/wikipedia/en/1/1b/OhioNorthernSeal.gif", "links": [{"text": "Henry Solomon Lehr", "url": "https://en.wikipedia.org./Henry_Solomon_Lehr", "title": "Henry Solomon Lehr", "summary": "Henry Solomon Lehr was the founder of Ohio Northern University. The Lehr Building at that school was named in his honor.", "image": "", "links": [{"text": "Mount Union College", "url": "https://en.wikipedia.org./Mount_Union_College", "title": "Mount Union College", "summary": "The University of Mount Union is a private liberal arts university in Alliance, Ohio, United States. Founded in 1846, the university was affiliated with the Methodist Church until 2019. It had an enrollment of 2,100 students as of 2023.", "image": "https://upload.wikimedia.org/wikipedia/en/5/51/University_of_Mount_Union_seal.png", "links": [{"text": "Lacrosse", "url": "https://en.wikipedia.org./Lacrosse", "title": "Lacrosse", "summary": "Lacrosse is a contact team sport played with a lacrosse stick and a lacrosse ball. It is the oldest organized sport in North America, with its origins with the indigenous people of North America as early as the 12th century. The game was extensively modified by European colonists, reducing the violence, to create its current collegiate and professional form.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/UNC_Lacrosse.jpg/320px-UNC_Lacrosse.jpg", "links": [{"text": "Princeton Tigers women's lacrosse", "url": "https://en.wikipedia.org./Princeton_Tigers_women's_lacrosse", "title": "Princeton Tigers women's lacrosse", "summary": "The Princeton Tigers women's lacrosse team is an NCAA Division I college lacrosse team representing Princeton University as part of the Ivy League. They play their home games at Class of 1952 Stadium in Princeton, New Jersey.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Princeton_Tigers_logo.svg/320px-Princeton_Tigers_logo.svg.png", "links": []}]}]}]}]}]}, {"text": "Big Ten Conference", "url": "https://en.wikipedia.org./Big_Ten_Conference", "title": "Big Ten Conference", "summary": "The Big Ten Conference is a collegiate athletic conference in the United States. Founded as the Intercollegiate Conference of Faculty Representatives in 1896, it predates the founding of its regulating organization, the NCAA; it is the oldest NCAA Division I conference in the country. It is based in the Chicago area in Rosemont, Illinois. For many decades the conference consisted of ten prominent universities, which accounts for its name. On August 2, 2024, the conference expanded to 18 member institutions and 2 affiliate institutions. The conference competes in the NCAA Division I and its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/New_Big_10_map.svg/320px-New_Big_10_map.svg.png", "links": [{"text": "Indiana–Kentucky rivalry", "url": "https://en.wikipedia.org./Indiana–Kentucky_rivalry", "title": "Indiana–Kentucky rivalry", "summary": "The Indiana–Kentucky rivalry is a college sports rivalry between the Indiana University Hoosiers and the University of Kentucky Wildcats. The rivalry between these two schools, located about 180 miles (290 km) apart, dates to their first college football game in 1893, and has continued across all sports, with the men's basketball series gaining particular attention. The football game was previously played for a wooden Bourbon Barrel trophy, which was discontinued in 1999.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Indiana_Hoosiers_logo.svg/320px-Indiana_Hoosiers_logo.svg.png", "links": [{"text": "Lawrence Funderburke", "url": "https://en.wikipedia.org./Lawrence_Funderburke", "title": "Lawrence Funderburke", "summary": "Lawrence Damon Funderburke is an American former professional basketball player.", "image": "", "links": [{"text": "Ampelokipoi B.C.", "url": "https://en.wikipedia.org./Ampelokipoi_B.C.", "title": "Ampelokipoi B.C.", "summary": "Ampelokipoi B.C. or Ampelokipi B.C. is a Greek basketball club that is based in the Athenian neighborhood Ampelokipoi. It plays in the third local division, but in the past it has played in the top-tier Greek Basket League for two seasons. The club's colours are green and white, and its emblem is three circles, like Olympic circles.", "image": "https://upload.wikimedia.org/wikipedia/en/c/c3/Ampelokipoi_BC_logo.jpg", "links": [{"text": "Greek Basket League", "url": "https://en.wikipedia.org./Greek_Basket_League", "title": "Greek Basket League", "summary": "The Greek Basketball League (abbreviated as GBL), and also known as the Stoiximan Greek Basketball League (GBL) for sponsorship reasons, is the first tier level professional basketball league in Greece. It is run by the Hellenic Basketball Association (abbreviated as HEBA; Greek: ΕΣΑΚΕ), under the legal authority of the Hellenic Basketball Federation (abbreviated as HBF; Greek: Ε.Ο.Κ.). Over the years, the league has previously been known by several different names, which have included: the Panhellenic Basketball Championship or Greek Basketball Championship, the Panhellenic Basketball First Category Championship (1st) (A) or Greek Basketball First Category Championship (1st) (A), the Greek Alpha National Basketball Category Championship (A), the Greek Alpha1 National Basketball Category Championship (A1), the HEBA Alpha1 (A1), and most recently, the Greek Basket League. The league's current official main sponsor is Stoiximan.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Nikos_Galis_Panathinaikos_1992.jpg/320px-Nikos_Galis_Panathinaikos_1992.jpg", "links": [{"text": "Professional sports", "url": "https://en.wikipedia.org./Professional_sports", "title": "Professional sports", "summary": "In professional sports, as opposed to amateur sports, participants receive payment for their performance. Professionalism in sport has come to the fore through a combination of developments. Mass media and increased leisure have brought larger audiences, so that sports organizations or teams can command large incomes. As a result, more sportspeople can afford to make sport their primary career, devoting the training time necessary to increase skills, physical condition, and experience to modern levels of achievement. This proficiency has also helped boost the popularity of sports. In most sports played professionally there are many more amateur than professional players, though amateurs and professionals do not usually compete.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Cristiano_Ronaldo_and_Lionel_Messi_-_Portugal_vs_Argentina%2C_9th_February_2011.jpg/320px-Cristiano_Ronaldo_and_Lionel_Messi_-_Portugal_vs_Argentina%2C_9th_February_2011.jpg", "links": []}]}]}]}]}]}]}}