{
  "text": "Tower of David (northeast tower)",
  "url": "https://en.wikipedia.org/wiki/Tower_of_David_(northeast_tower)",
  "title": "Tower of David (northeast tower)",
  "summary": "Tower of David is a historical name given to the northeast tower of the Citadel of Jerusalem. It has been identified as a Herodian structure, either the Phasael Tower or the Hippicus Tower described by the ancient Jewish historian Josephus.",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Jerusalem_047_%282458082819%29.jpg/320px-Jerusalem_047_%282458082819%29.jpg",
  "links": [
    {
      "text": "Ashlars",
      "url": "https://en.wikipedia.org./Ashlars",
      "title": "Ashlars",
      "summary": "Ashlar is a cut and dressed stone, worked using a chisel to achieve a specific form, typically rectangular in shape. The term can also refer to a structure built from such stones.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Perfectwall.jpg/320px-Perfectwall.jpg",
      "links": [
        {
          "text": "Phaistos",
          "url": "https://en.wikipedia.org./Phaistos",
          "title": "Phaistos",
          "summary": "Phaistos, also transliterated as Phaestos, Festos and Latin Phaestus, is a Bronze Age archaeological site at modern Faistos, a municipality in south central Crete. It is notable for the remains of a Minoan palace and the surrounding town.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Map_Minoan_Crete-en.svg/320px-Map_Minoan_Crete-en.svg.png",
          "links": [
            {
              "text": "Antonio Taramelli",
              "url": "https://en.wikipedia.org./Antonio_Taramelli",
              "title": "Antonio Taramelli",
              "summary": "Antonio Taramelli was an Italian archaeologist.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/3/35/Antonio_Taramelli_Senato.gif",
              "links": [
                {
                  "text": "Bithia, Italy",
                  "url": "https://en.wikipedia.org./Bithia,_Italy",
                  "title": "Bithia, Italy",
                  "summary": "Bithia or Bitia was a Phoenician, Carthaginian, and Roman town located near Chia in the extreme south of Sardinia, Italy. Most of the ruins have been submerged underwater.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Bithia_ruins.jpg/320px-Bithia_ruins.jpg",
                  "links": [
                    {
                      "text": "Roman Republic",
                      "url": "https://en.wikipedia.org./Roman_Republic",
                      "title": "Roman Republic",
                      "summary": "The Roman Republic was the era of classical Roman civilisation beginning with the overthrow of the Roman Kingdom and ending in 27 BC with the establishment of the Roman Empire following the War of Actium. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Q._Servilius_Caepio_%28M._Junius%29_Brutus%2C_denarius%2C_54_BC%2C_RRC_433-1_reverse.jpg/320px-Q._Servilius_Caepio_%28M._Junius%29_Brutus%2C_denarius%2C_54_BC%2C_RRC_433-1_reverse.jpg",
                      "links": [
                        {
                          "text": "Cena",
                          "url": "https://en.wikipedia.org./Cena",
                          "title": "Cena",
                          "summary": "In Ancient Roman culture, cena or coena was the main meal of the day. The grammarian, Sextus Pompeius Festus, preserved in his De verborum significatione that in earlier times, cena was held midday but later began to be held in evenings, with prandium replacing the noon meal. Cena would occur after work was completed for the day and was a focal point of social life, along with the public baths, the frequenting of which often preceded the meal. Seating during dinner was in the triclinium, three couches for reclining arranged as three sides of a square, with a small table for food in the middle of all these, although masonry dining areas have been found in Pompeian gardens for out of doors dining during warmer weather. Whether inside or out, the couches would have been cushioned by mattresses and pillows while the diners reclined on their elbows. Ancient Romans believed that having more than one meal per day was unhealthy.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Pompei_2012_%288057098593%29.jpg/320px-Pompei_2012_%288057098593%29.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "First Crusade",
      "url": "https://en.wikipedia.org./First_Crusade",
      "title": "First Crusade",
      "summary": "The First Crusade (1096–1099) was the first of a series of religious wars, or Crusades, initiated, supported and at times directed by the Latin Church in the Middle Ages. The objective was the recovery of the Holy Land from Islamic rule. While Jerusalem had been under Muslim rule for hundreds of years, by the 11th century the Seljuk takeover of the region threatened local Christian populations, pilgrimages from the West, and the Byzantine Empire itself. The earliest initiative for the First Crusade began in 1095 when Byzantine emperor Alexios I Komnenos requested military support from the Council of Piacenza in the empire's conflict with the Seljuk-led Turks. This was followed later in the year by the Council of Clermont, during which Pope Urban II supported the Byzantine request for military assistance and also urged faithful Christians to undertake an armed pilgrimage to Jerusalem.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Peter_the_Hermit.jpg/320px-Peter_the_Hermit.jpg",
      "links": [
        {
          "text": "Nicaea",
          "url": "https://en.wikipedia.org./Nicaea",
          "title": "Nicaea",
          "summary": "Nicaea, also known as Nikaia, was an ancient Greek city in the north-western Anatolian region of Bithynia that is primarily known as the site of the First and Second Councils of Nicaea, the Nicene Creed, and as the capital city of the Empire of Nicaea following the Fourth Crusade in 1204, until the recapture of Constantinople by the Byzantines in 1261. Nicaea was also the capital of the Ottomans from 1331 to 1335.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Iznik_Roman_Theatre_1645.jpg/320px-Iznik_Roman_Theatre_1645.jpg",
          "links": [
            {
              "text": "Strabo",
              "url": "https://en.wikipedia.org./Strabo",
              "title": "Strabo",
              "summary": "Strabo was an ancient Greek geographer who lived in Asia Minor during the transitional period of the Roman Republic into the Roman Empire. He is best known for his work Geographica, which presented a descriptive history of people and places from different regions of the world known during his lifetime. Additionally, Strabo authored historical works, but only fragments and quotations of these survive in the writings of other authors.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Strabo.jpg/320px-Strabo.jpg",
              "links": [
                {
                  "text": "Xenarchus",
                  "url": "https://en.wikipedia.org./Xenarchus",
                  "title": "Xenarchus",
                  "summary": "Xenarchus of Seleucia in Cilicia, was a Greek Peripatetic philosopher and grammarian. Xenarchus left home early, and devoted himself to the profession of teaching, first at Alexandria, afterwards at Athens, and last at Rome, where he enjoyed the friendship of Arius, and afterwards of Augustus; and he was still living, in old age and honour, when Strabo wrote. Xenarchus disagreed with Aristotle on many issues. He denied the existence of the aether, composing a treatise entitled Against the Fifth Element. He is also mentioned by Simplicius, by Julian the Apostate, and by Alexander of Aphrodisias.",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/d/db/Nuremberg_chronicles_f_097r_2.png",
                  "links": [
                    {
                      "text": "Arius Didymus",
                      "url": "https://en.wikipedia.org./Arius_Didymus",
                      "title": "Arius Didymus",
                      "summary": "Arius Didymus was a Stoic philosopher and teacher of Augustus. Fragments of his handbooks summarizing Stoic and Peripatetic doctrines are preserved by Stobaeus and Eusebius.",
                      "image": "",
                      "links": [
                        {
                          "text": "Theon (1st century BC)",
                          "url": "https://en.wikipedia.org./Theon_(1st_century_BC)",
                          "title": "Theon (1st century BC)",
                          "summary": "Theon of Alexandria was a grammarian who taught at Rome in the reigns of the emperors Augustus and Tiberius. He succeeded Areius in this role, and was succeeded by Apion. He was the son of the grammarian Artemidorus of Tarsus and the head of the school at Alexandria.",
                          "image": "",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Sad (surah)",
      "url": "https://en.wikipedia.org./Sad_(surah)",
      "title": "Sad (surah)",
      "summary": "Ṣad is the 38th chapter (sūrah) of the Qur'an with 88 verses (āyāt) and 1 sajdah ۩ (38:24). Sad is the name of the eighteenth letter in the Arabic alphabet.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Sura38.pdf/page1-320px-Sura38.pdf.jpg",
      "links": [
        {
          "text": "Muhammad",
          "url": "https://en.wikipedia.org./Muhammad",
          "title": "Muhammad",
          "summary": "Muhammad was an Arab religious and political leader and the founder of Islam. According to Islam, he was a prophet who was divinely inspired to preach and confirm the monotheistic teachings of Adam, Noah, Abraham, Moses, Jesus, and other prophets. He is believed to be the Seal of the Prophets in Islam, and along with the Quran, his teachings and normative examples form the basis for Islamic religious belief.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Dark_vignette_Al-Masjid_AL-Nabawi_Door800x600x300_%28cropped%29.jpg/320px-Dark_vignette_Al-Masjid_AL-Nabawi_Door800x600x300_%28cropped%29.jpg",
          "links": [
            {
              "text": "Hawazin",
              "url": "https://en.wikipedia.org./Hawazin",
              "title": "Hawazin",
              "summary": "The Hawazin were an Arab tribe originally based in the western Najd and around Ta'if in the Hejaz. They formed part of the larger Qays tribal group. The Hawazin consisted of the subtribes of Banu Sa'd, and Banu Jusham, as well as the powerful Banu Thaqif and Banu Amir, which were both often counted separately from the Hawazin.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Hawazin_Flag_%2820%29.png/320px-Hawazin_Flag_%2820%29.png",
              "links": [
                {
                  "text": "Arabic language",
                  "url": "https://en.wikipedia.org./Arabic_language",
                  "title": "Arabic language",
                  "summary": "Arabic is a Central Semitic language of the Afroasiatic language family spoken primarily in the Arab world. The ISO assigns language codes to 32 varieties of Arabic, including its standard form of Literary Arabic, known as Modern Standard Arabic, which is derived from Classical Arabic. This distinction exists primarily among Western linguists; Arabic speakers themselves generally do not distinguish between Modern Standard Arabic and Classical Arabic, but rather refer to both as al-ʿarabiyyatu l-fuṣḥā or simply al-fuṣḥā (اَلْفُصْحَىٰ).",
                  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Arabic_speaking_world.svg/320px-Arabic_speaking_world.svg.png",
                  "links": [
                    {
                      "text": "Said Akl",
                      "url": "https://en.wikipedia.org./Said_Akl",
                      "title": "Said Akl",
                      "summary": "Said Akl was a Lebanese poet, linguist, philosopher, writer, playwright and language reformer. He is considered one of the most important Lebanese poets of the modern era. He is most famous for his advocacy on behalf of codifying the spoken Lebanese Arabic language as competency distinct from Standard Arabic, to be written in a modern modified Roman script consisting of 36 symbols that he deemed an evolution of the Phoenician alphabet. Despite this, he contributed to several literary movements in Modern Standard Arabic, producing some of the masterpieces of modern Arabic belle lettres.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Said_Akl.jpg/320px-Said_Akl.jpg",
                      "links": [
                        {
                          "text": "Phoenicianism",
                          "url": "https://en.wikipedia.org./Phoenicianism",
                          "title": "Phoenicianism",
                          "summary": "Phoenicianism is a form of Lebanese nationalism that apprizes and presents ancient Phoenicia as the chief ethno-cultural foundation of the Lebanese people. It is juxtaposed with Arab migrations to the Levant following the early Muslim conquests in the 7th century, which resulted in the region's Arabization. As such, this perspective opposes pan-Arabism and pan-Islamism, and also seeks to resist Syrian influence on the Lebanese political and cultural spheres.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Phoenician_maritime_expansions_across_the_Mediterranean.jpg/320px-Phoenician_maritime_expansions_across_the_Mediterranean.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "text": "Herod's Palace (Jerusalem)",
      "url": "https://en.wikipedia.org./Herod's_Palace_(Jerusalem)",
      "title": "Herod's Palace (Jerusalem)",
      "summary": "Herod's Palace at Jerusalem was built in the last quarter of the 1st century BC by King Herod the Great of Judea from 37 BC to 4 BC. It was the second most important building in Jerusalem, after the Temple itself, in Herod's day and was situated at the northwestern wall of the Upper City of Jerusalem. Herod lived in it as a principal residence, but not permanently, as he owned other palace-fortresses, notably at Masada, Herodium and Caesarea Maritima. Nothing remains of the Jerusalem Palace today except for portions of the surrounding wall-and-tower complex, much altered and generally known as \"the Citadel\". The site of the former palace is now occupied by the Tower of David Museum, a police station, and a former Turkish barracks/prison known as the Kishle.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Jerusalem_Modell_BW_10.JPG/320px-Jerusalem_Modell_BW_10.JPG",
      "links": [
        {
          "text": "Titus",
          "url": "https://en.wikipedia.org./Titus",
          "title": "Titus",
          "summary": "Titus Caesar Vespasianus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death, becoming the first Roman emperor ever to succeed his biological father.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Titus_Ny_Carlsberg_Glyptotek_IN3159.jpg/320px-Titus_Ny_Carlsberg_Glyptotek_IN3159.jpg",
          "links": [
            {
              "text": "Nero",
              "url": "https://en.wikipedia.org./Nero",
              "title": "Nero",
              "summary": "Nero Claudius Caesar Augustus Germanicus was a Roman emperor and the final emperor of the Julio-Claudian dynasty, reigning from AD 54 until his death in AD 68.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Nero_Glyptothek_Munich_321.jpg/320px-Nero_Glyptothek_Munich_321.jpg",
              "links": [
                {
                  "text": "Sporus",
                  "url": "https://en.wikipedia.org./Sporus",
                  "title": "Sporus",
                  "summary": "Sporus was a young slave boy whom the Roman emperor Nero had castrated and married as his empress during his tour of Greece in 66–67 AD, allegedly in order for him to play the role of his wife, Poppaea Sabina, who had died the previous year.",
                  "image": "",
                  "links": [
                    {
                      "text": "Gnaeus Domitius Ahenobarbus (consul 32)",
                      "url": "https://en.wikipedia.org./Gnaeus_Domitius_Ahenobarbus_(consul_32)",
                      "title": "Gnaeus Domitius Ahenobarbus (consul 32)",
                      "summary": "Gnaeus Domitius Ahenobarbus was a member of the imperial Julio-Claudian dynasty of Ancient Rome. Domitius was the son of Antonia Major. He married Agrippina the Younger and became the father of the emperor Nero.",
                      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Domitius_Enobarbarus%2C_father_of_Emperor_Nero%2C_inv._2222%2C_Consul_32_AD%2C_bust_reworked_-_Braccio_Nuovo%2C_Museo_Chiaramonti_-_Vatican_Museums_-_DSC00908.jpg/320px-Domitius_Enobarbarus%2C_father_of_Emperor_Nero%2C_inv._2222%2C_Consul_32_AD%2C_bust_reworked_-_Braccio_Nuovo%2C_Museo_Chiaramonti_-_Vatican_Museums_-_DSC00908.jpg",
                      "links": [
                        {
                          "text": "Germanicus",
                          "url": "https://en.wikipedia.org./Germanicus",
                          "title": "Germanicus",
                          "summary": "Germanicus Julius Caesar was an ancient Roman general and politician most famously known for his campaigns against Arminius in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honor of his victories in Germania. In AD 4 he was adopted by his paternal uncle Tiberius, himself the stepson and heir of Germanicus' great-uncle Augustus; ten years later, Tiberius succeeded Augustus as Roman emperor. As a result of his adoption, Germanicus became an official member of the gens Julia, another prominent family, to which he was related on his mother's side. His connection to the Julii Caesares was further consolidated through a marriage between him and Agrippina the Elder, a granddaughter of Augustus. He was also the father of Caligula, the maternal grandfather of Nero, and the older brother of Claudius.",
                          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/%28Toulouse%29_Portrait_de_Germanicus_-_Mus%C3%A9e_Saint-Raymond_Ra_342_c.jpg/320px-%28Toulouse%29_Portrait_de_Germanicus_-_Mus%C3%A9e_Saint-Raymond_Ra_342_c.jpg",
                          "links": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}